{
  "Thinking, Fast and Slow": [
    "A deeper understanding of judgments and choices also requires a richer vocabulary than is available in everyday language.",
    "Systematic errors are known as biases, and they recur predictably in particular circumstances.",
    "So this is my aim for watercooler conversations: improve the ability to identify and understand errors of judgment and choice, in others and eventually in ourselves, by providing a richer and more precise language to discuss them. In at least some cases, an accurate diagnosis may suggest an intervention to limit the damage that bad judgments and choices often cause.",
    "I recently came to doubt my long-held impression that adultery is more common among politicians than among physicians or lawyers. I had even come up with explanations for that “fact,” including the aphrodisiac effect of power and the temptations of life away from home. I eventually realized that the transgressions of politicians are much more likely to be reported than the transgressions of lawyers and doctors. My intuitive impression could be due entirely to journalists’ choices of topics and to my reliance on the availability heuristic.",
    "For example, students of policy have noted that the availability heuristic helps explain why some issues are highly salient in the public’s mind while others are neglected.",
    "In turn, what the media choose to report corresponds to their view of what is currently on the public’s mind.",
    "A recurrent theme of this book is that luck plays a large role in every story of success; it is almost always easy to identify a small change in the story that would have turned a remarkable achievement into a mediocre outcome. Our story was no exception.",
    "Would you accept a bet on the toss of a coin where you win $130 if the coin shows heads and lose $100 if it shows tails?",
    "Five years after the Science article, we published “Prospect Theory: An Analysis of Decision Under Risk,” a theory of choice that is by some counts more influential than our work on judgment, and is one of the foundations of behavioral economics.",
    "accurate intuitions beyond the casual statement that judgment heuristics “are quite useful, but sometimes lead to severe and systematic errors.”",
    "In particular, the accurate intuitions of experts are better explained by the effects of prolonged practice than by heuristics.",
    "The psychology of accurate intuition involves no magic.",
    "Perhaps the best short statement of it is by the great Herbert Simon, who studied chess masters and showed that after thousands of hours of practice they come to see the pieces on the board differently from the rest of us.",
    "“The situation has provided a cue; this cue has given the expert access to information stored in memory, and the information provides the answer. Intuition is nothing more and nothing less than recognition.”",
    "Valid intuitions develop when experts have learned to recognize familiar elements in a new situation and to act in a manner that is appropriate to it.",
    "This is the essence of intuitive heuristics: when faced with a difficult question, we often answer an easier one instead, usually without noticing the substitution.",
    "I describe mental life by the metaphor of two agents, called System 1 and System 2, which respectively produce fast and slow thinking. I speak of the features of intuitive and deliberate thought as if they were traits and dispositions of two characters in your mind.",
    "We are prone to overestimate how much we understand about the world and to underestimate the role of chance in events.",
    "System 1 operates automatically and quickly, with little or no effort and no sense of voluntary control.",
    "System 2 allocates attention to the effortful mental activities that demand it, including complex computations.",
    "The knowledge is stored in memory and accessed without intention and without effort.",
    "Everyone has some awareness of the limited capacity of attention, and our social behavior makes allowances for these limitations.",
    "Intense focusing on a task can make people effectively blind, even to stimuli that normally attract attention.",
    "The gorilla study illustrates two important facts about our minds: we can be blind to the obvious, and we are also blind to our blindness.",
    "System 1 runs automatically and System 2 is normally in a comfortable low-effort mode, in which only a fraction of its capacity is engaged.",
    "System 1 continuously generates suggestions for System 2: impressions, intuitions, intentions, and feelings. If endorsed by System 2, impressions and intuitions turn into beliefs, and impulses turn into voluntary actions.",
    "Conflict between an automatic reaction and an intention to control it is common in our lives.",
    "One of the tasks of System 2 is to overcome the impulses of System 1. In other words, System 2 is in charge of self-control.",
    "That is what we all see, and we naturally believe what we see.",
    "Not all illusions are visual. There are illusions of thought, which we call cognitive illusions.",
    "The premise of this book is that it is easier to recognize other people’s mistakes than our own.",
    "And there is no one part of the brain that either of the systems would call home.",
    "We found that people, when engaged in a mental sprint, may become effectively blind.",
    "The sophisticated allocation of attention has been honed by a long evolutionary history.",
    "A general “law of least effort” applies to cognitive as well as physical exertion. The law asserts that if there are several ways of achieving the same goal, people will eventually gravitate to the least demanding course of action.",
    "In the economy of action, effort is a cost, and the acquisition of skill is driven by the balance of benefits and costs.",
    "Self-control and deliberate thought apparently draw on the same limited budget of effort.",
    "I suspect that frequent switching of tasks and speeded-up mental work are not intrinsically pleasurable, and that people avoid them when possible. This is how the law of least effort comes to be a law.",
    "People who are cognitively busy are also more likely to make selfish choices, use sexist language, and make superficial judgments in social situations.",
    "Another way of saying this is that controlling thoughts and behaviors is one of the tasks that System 2 performs.",
    "Baumeister’s group has repeatedly found that an effort of will or self-control is tiring; if you have had to force yourself to do something, you are less willing or less able to exert self-control when the next challenge comes around. The phenomenon has been named ego depletion.",
    "In several experiments, people were able to resist the effects of ego depletion when given a strong incentive to do so.",
    "Many thousands of university students have answered the bat-and-ball puzzle, and the results are shocking. More than 50% of students at Harvard, MIT, and Princeton gave the intuitive—incorrect—answer.",
    "many people are overconfident, prone to place too much faith in their intuitions. They apparently find cognitive effort at least mildly unpleasant and avoid it as much as possible.",
    "This experiment has discouraging implications for reasoning in everyday life. It suggests that when people believe a conclusion is true, they are also very likely to believe arguments that appear to support it, even when these arguments are unsound.",
    "If System 1 is involved, the conclusion comes first and the arguments follow.",
    "Intelligence is not only the ability to reason; it is also the ability to find relevant material in memory and to deploy attention when needed.",
    "Those who avoid the sin of intellectual sloth could be called “engaged.”",
    "They are more alert, more intellectually active, less willing to be satisfied with superficially attractive answers, more skeptical about their intuitions. The psychologist Keith Stanovich would call them more rational.",
    "System 1 is impulsive and intuitive; System 2 is capable of reasoning, and it is cautious, but at least for some people it is also lazy.",
    "One of these minds (he calls it algorithmic) deals with slow thinking and demanding computation.",
    "Another ability is involved, which he labels rationality.",
    "All this happens quickly and all at once, yielding a self-reinforcing pattern of cognitive, emotional, and physical responses that is both diverse and integrated—it has been called associatively coherent.",
    "In a second or so you accomplished, automatically and unconsciously, a remarkable feat. Starting from a completely unexpected event, your System 1 made as much sense as possible of the situation—two simple words, oddly juxtaposed—by linking the words in a causal story; it evaluated the possible threat (mild to moderate) and created a context for future developments by preparing you for events that had just become more likely; it also created a context for the current event by evaluating how surprising it was. You ended up as informed about the past and as prepared for the future as you could be.",
    "As cognitive scientists have emphasized in recent years, cognition is embodied; you think with your body, not only with your brain.",
    "Psychologists think of ideas as nodes in a vast network, called associative memory, in which each idea is linked to many others.",
    "An idea that has been activated does not merely evoke one other idea. It activates many ideas, which in turn activate others. Furthermore, only a few of the activated ideas will register in consciousness; most of the work of associative thinking is silent, hidden from our conscious selves. The notion that we have limited access to the workings of our minds is difficult to accept because, naturally, it is alien to our experience, but it is true: you know far less about yourself than you feel you do.",
    "First, the set of words primes thoughts of old age, though the word old is never mentioned; second, these thoughts prime a behavior, walking slowly, which is associated with old age.",
    "This remarkable priming phenomenon—the influencing of an action by the idea—is known as the ideomotor effect.",
    "You can see why the common admonition to “act calm and kind regardless of how you feel” is very good advice: you are likely to be rewarded by actually feeling calm and kind.",
    "A study of voting patterns in precincts of Arizona in 2000 showed that the support for propositions to increase the funding of schools was significantly greater when the polling station was in a school than when it was in a nearby location.",
    "The general theme of these findings is that the idea of money primes individualism: a reluctance to be involved with others, to depend on others, or to accept demands from others.",
    "“The sight of all these people in uniforms does not prime creativity.”",
    "“His System 1 constructed a story, and his System 2 believed it. It happens to all of us.”",
    "“I made myself smile and I’m actually feeling better!”",
    "A reliable way to make people believe in falsehoods is frequent repetition, because familiarity is not easily distinguished from truth.",
    "If possible, the recipients of your message want to stay away from anything that reminds them of effort, including a source with a complicated name.",
    "How do you know that a statement is true?",
    "If it is strongly linked by logic or association to other beliefs or preferences you hold, or comes from a source you trust and like, you will feel a sense of cognitive ease.",
    "It appears to be a feature of System 1 that cognitive ease is associated with good feelings.",
    "The results were spectacular: the words that were presented more frequently were rated much more favorably than the words that had been shown only once or twice.",
    "They still end up liking the words or pictures that were presented more frequently.",
    "Mood evidently affects the operation of System 1: when we are uncomfortable and unhappy, we lose touch with our intuition.",
    "Cognitive ease is both a cause and a consequence of a pleasant feeling.",
    "“We must be inclined to believe it because it has been repeated so often, but let’s think it through again.”",
    "“Familiarity breeds liking. This is a mere exposure effect.”",
    "“I’m in a very good mood today, and my System 2 is weaker than usual. I should be extra careful.”",
    "Because the circumstances of the recurrence were the same, the second incident was sufficient to create an active expectation:",
    "Jumping to conclusions is efficient if the conclusions are likely to be correct and the costs of an occasional mistake acceptable, and if the jump saves much time and effort. Jumping to conclusions is risky when the situation is unfamiliar, the stakes are high, and there is no time to collect more information.",
    "You could just as well have read them as A 13 C or 12 B 14, but you did not.",
    "Unless you have been canoeing recently, you probably spend more time going to banks than floating on rivers, and you resolved the ambiguity accordingly. When uncertain, System 1 bets on an answer, and the bets are guided by experience.",
    "System 1 does not keep track of alternatives that it rejects, or even of the fact that there were alternatives.",
    "Conscious doubt is not in the repertoire of System 1; it requires maintaining incompatible interpretations in mind at the same time, which demands mental effort. Uncertainty and doubt are the domain of System 2.",
    "Gilbert proposed that understanding a statement must begin with an attempt to believe it: you must first know what the idea would mean if it were true. Only then can you decide whether or not to unbelieve it.",
    "System 1 is gullible and biased to believe, System 2 is in charge of doubting and unbelieving, but System 2 is sometimes busy, and often lazy.",
    "Gilbert proposed for nonsense statements such as “whitefish eat candy.”",
    "If you like the president’s politics, you probably like his voice and his appearance as well. The tendency to like (or dislike) everything about a person—including things you have not observed—is known as the halo effect.",
    "It is one of the ways the representation of the world that System 1 generates is simpler and more coherent than the real thing.",
    "The principle of independent judgments (and decorrelated errors) has immediate applications for the conduct of meetings, an activity in which executives in organizations spend a great deal of their working days.",
    "It is the consistency of the information that matters for a good story, not its completeness. Indeed, you will often find that knowing little makes it easier to fit everything you know into a coherent pattern.",
    "Good mood and cognitive ease are the human equivalents of assessments of safety and familiarity.",
    "Whenever your eyes are open, your brain computes a three-dimensional representation of what is in your field of vision, complete with the shape of objects, their position in space, and their identity.",
    "The normal state of your mind is that you have intuitive feelings and opinions about almost everything that comes your way.",
    "You like or dislike people long before you know much about them; you trust or distrust strangers without knowing why; you feel that an enterprise is bound to succeed without analyzing it.",
    "Whether you state them or not, you often have answers to questions that you do not completely understand, relying on evidence that you can neither explain nor defend.",
    "The technical definition of heuristic is a simple procedure that helps find adequate, though often imperfect, answers to difficult questions. The word comes from the same root as eureka.",
    "“Do we still remember the question we are trying to answer? Or have we substituted an easier one?”",
    "executes skilled responses and generates skilled intuitions, after adequate training",
    "neglects ambiguity and suppresses doubt",
    "is biased to believe and confirm",
    "computes more than intended (mental shotgun)",
    "easier question for a difficult one (heuristics)",
    "Large samples are more precise than small samples. Small samples yield extreme results more often than large samples do.",
    "The bottom line: yes, you did know that the results of large samples are more precise, but you may now realize that you did not know it very well.",
    "However, sustaining doubt is harder work than sliding into certainty.",
    "“The sample of observations is too small to make any inferences. Let’s not follow the law of small numbers.”",
    "“I plan to keep the results of the experiment secret until we have a sufficiently large sample. Otherwise we will face pressure to reach a conclusion prematurely.”",
    "The difference between the two anchors was 1,020 feet. As expected, the two groups produced very different mean estimates: 844 and 282 feet. The difference between them was 562 feet. The anchoring index is simply the ratio of the two differences (562/1,020) expressed as a percentage: 55%.",
    "Similar or even larger anchoring effects have been obtained in numerous studies of estimates and of willingness to pay.",
    "The “estimate” in fine-art auctions is also an anchor that influences the first bid.",
    "However, a key finding of anchoring research is that anchors that are obviously random can be just as effective as potentially informative anchors.",
    "The power of random anchors has been demonstrated in some unsettling ways. German judges with an average of more than fifteen years of experience on the bench first read a description of a woman who had been caught shoplifting, then rolled a pair of dice that were loaded so every roll resulted in either a 3 or a 9. As soon as the dice came to a stop, the judges were asked whether they would sentence the woman to a term in prison greater or lesser, in months, than the number showing on the dice. Finally, the judges were instructed to specify the exact prison sentence they would give to the shoplifter. On average, those who had rolled a 9 said they would sentence her to 8 months; those who rolled a 3 said they would sentence her to 5 months; the anchoring effect was 50%.",
    "My advice to students when I taught negotiations was that if you think the other side has made an outrageous proposal, you should not come back with an equally outrageous counteroffer, creating a gap that will be difficult to bridge in further negotiations. Instead you should make a scene, storm out or threaten to do so, and make it clear—to yourself as well as to the other side—that you will not continue the negotiation with that number on the table.",
    "The main moral of priming research is that our thoughts and our behavior are influenced, much more than we know or want, by the environment of the moment.",
    "A judicial error that affects you will undermine your faith in the justice system more than a similar incident you read about in a newspaper.",
    "One of the best-known studies of availability suggests that awareness of your own biases can contribute to peace in marriages, and probably in other joint projects.",
    "The authors introduce their article with a famous quote: “I don’t spend a lot of time taking polls around the world to tell me what I think is the right way to act. I’ve just got to know how I feel” (George W. Bush, November 2002). They go on to show that reliance on intuition is only in part a personality trait. Merely reminding people of a time when they had power increases their apparent trust in their own intuition.",
    "The lesson is clear: estimates of causes of death are warped by media coverage.",
    "The world in our heads is not a precise replica of reality; our expectations about the frequency of events are distorted by the prevalence and emotional intensity of the messages to which we are exposed.",
    "“The emotional tail wags the rational dog.”",
    "Slovic argues from such observations that the public has a richer conception of risks than the experts do. Consequently, he strongly resists the view that the experts should rule, and that their opinions should be accepted without question when they conflict with the opinions and wishes of other citizens. When experts and the public disagree on their priorities, he says, “Each side must respect the insights and intelligence of the other.”",
    "The danger is increasingly exaggerated as the media compete for attention-grabbing headlines.",
    "Scientists and others who try to dampen the increasing fear and revulsion attract little attention, most of it hostile: anyone who claims that the danger is overstated is suspected of association with a “heinous cover-up.”",
    "Psychology should inform the design of risk policies that combine the experts’ knowledge with the public’s emotions and intuitions.",
    "The word fallacy is used, in general, when people fail to apply a logical rule that is obviously relevant.",
    "Representativeness belongs to a cluster of closely related basic assessments that are likely to be generated together.",
    "The most representative outcomes combine with the personality description to produce the most coherent stories. The most coherent stories are not necessarily the most probable, but they are plausible, and the notions of coherence, plausibility, and probability are easily confused by the unwary.",
    "“They added a cheap gift to the expensive product, and made the whole deal less attractive. Less is more in this case.”",
    "The experiment shows that individuals feel relieved of responsibility when they know that others have heard the same request for help.",
    "Most of us think of ourselves as decent people who would rush to help in such a situation, and we expect other decent people to do the same. The point of the experiment, of course, was to show that this expectation is wrong.",
    "The test of learning psychology is whether your understanding of situations you encounter has changed, not whether you have learned a new fact.",
    "You are more likely to learn something by finding surprises in your own behavior than by hearing surprising facts about people in general.",
    "“We can’t assume that they will really learn anything from mere statistics. Let’s show them one or two representative individual cases to influence their System 1.”",
    "It took Galton several years to work his way from his discovery of filial regression in size to the broader notion that regression inevitably occurs when the correlation between two measures is less than perfect, and he needed the help of the most brilliant statisticians of his time to reach that conclusion.",
    "Highly intelligent women tend to marry men who are less intelligent than they are.",
    "For a rational person, predictions that are unbiased and moderate should not present a problem.",
    "Following our intuitions is more natural, and somehow more pleasant, than acting against them.",
    "Extreme predictions and a willingness to predict rare events from weak evidence are both manifestations of System 1.",
    "The very idea of regression to the mean is alien and difficult to communicate and comprehend.",
    "We will not learn to understand regression from experience.",
    "Narrative fallacies arise inevitably from our continuous attempt to make sense of the world.",
    "Taleb suggests that we humans constantly fool ourselves by constructing flimsy accounts of the past and believing they are true.",
    "Learning from surprises is a reasonable thing to do, but it can have some dangerous consequences.",
    "Once you adopt a new view of the world (or of any part of it), you immediately lose much of your ability to recall what you used to believe before your mind changed.",
    "Asked to reconstruct their former beliefs, people retrieve their current ones instead—an instance of substitution—and many cannot believe that they ever felt differently.",
    "Your inability to reconstruct past beliefs will inevitably cause you to underestimate the extent to which you were surprised by past events.",
    "“I-knew-it-all-along” effect, or hindsight bias,",
    "If an event had actually occurred, people exaggerated the probability that they had assigned to it earlier. If the possible event had not come to pass, the participants erroneously recalled that they had always considered it unlikely.",
    "We are prone to blame decision makers for good decisions that worked out badly and to give them too little credit for successful moves that appear obvious only after the fact.",
    "invisible ink that became legible only afterward. Actions that seemed prudent in foresight can look irresponsibly negligent in hindsight.",
    "Leaders who have been lucky are never punished for having taken too much risk.",
    "sensible people who doubted them are seen in hindsight as mediocre, timid, and weak.",
    "A few lucky gambles can crown a reckless leader with a halo of prescience and boldness.",
    "The illusion that one has understood the past feeds the further illusion that one can predict and control the future.",
    "stories of success and failure consistently exaggerate the impact of leadership style and management practices on firm outcomes, and thus their message is rarely useful.",
    "As we saw earlier in the case of Google, this knowledge generates a halo. The CEO of a successful company is likely to be called flexible, methodical, and decisive. Imagine that a year has passed and things have gone sour. The same executive is now described as confused, rigid, and authoritarian.",
    "Stories of how businesses rise and fall strike a chord with readers by offering what the human mind needs: a simple message of triumph and failure that identifies clear causes and ignores the determinative power of luck and the inevitability of regression.",
    "“Let’s not fall for the outcome bias. This was a stupid decision even though it worked out well.”",
    "The buyers think the price is too low and likely to rise, while the sellers think the price is high and likely to drop.",
    "What makes them believe they know more about what the price should be than the market does? For most of them, that belief is an illusion.",
    "A Random Walk Down Wall Street.",
    "If some people believe that the price of a stock will be higher tomorrow, they will buy more of it today. This, in turn, will cause its price to rise.",
    "Individual investors like to lock in their gains by selling “winners,” stocks that have appreciated since they were purchased, and they hang on to their losers.",
    "Facts that challenge such basic assumptions—and thereby threaten people’s livelihood and self-esteem—are simply not absorbed.",
    "But those with the most knowledge are often less reliable. The reason is that the person who acquires more knowledge develops an enhanced illusion of her skill and becomes unrealistically overconfident.",
    "Clinical vs. Statistical Prediction: A Theoretical Analysis and a Review of the Evidence.",
    "Each of these domains entails a significant degree of uncertainty and unpredictability. We describe them as “low-validity environments.” In every case, the accuracy of experts was matched or exceeded by a simple algorithm.",
    "Orley Ashenfelter has offered a compelling demonstration of the power of simple statistics to outdo world-renowned experts.",
    "Why are experts inferior to algorithms? One reason, which Meehl suspected, is that experts try to be clever, think outside the box, and consider complex combinations of features in making their predictions.",
    "In a famous thought experiment, he described a formula that predicts whether a particular person will go to the movies tonight and noted that it is proper to disregard the formula if information is received that the individual broke a leg today. The name “broken-leg rule” has stuck. The point, of course, is that broken legs are very rare—as well as decisive.",
    "Unreliable judgments cannot be valid predictors of anything.",
    "We know from studies of priming that unnoticed stimuli in our environment have a substantial influence on our thoughts and actions.",
    "The brief pleasure of a cool breeze on a hot day may make you slightly more positive and optimistic about whatever you are evaluating at the time.",
    "Because you have little direct knowledge of what goes on in your mind, you will never know that you might have made a different judgment or reached a different decision under very slightly different circumstances.",
    "Formulas do not suffer from such problems. Given the same input, they always return the same answer.",
    "“The Robust Beauty of Improper Linear Models in Decision Making.”",
    "The logic of multiple regression is unassailable: it finds the optimal formula for putting together a weighted combination of the predictors.",
    "The surprising success of equal-weighting schemes has an important practical implication: it is possible to develop useful algorithms without any prior statistical research.",
    "The Apgar test is still used every day in every delivery room.",
    "In contrast, Meehl and other proponents of algorithms have argued strongly that it is unethical to rely on intuitive judgments for important decisions if an algorithm is available that will make fewer mistakes.",
    "The story of a child dying because an algorithm made a mistake is more poignant than the story of the same tragedy occurring as a result of human error, and the difference in emotional intensity is readily translated into a moral preference.",
    "Fortunately, the hostility to algorithms will probably soften as their role in everyday life continues to expand.",
    "I was convinced by his argument that simple, statistical rules are superior to intuitive “clinical” judgments.",
    "Instead, we should use the limited time at our disposal to obtain as much specific information as possible about the interviewee’s life in his normal environment.",
    "A more general lesson that I learned from this episode was do not simply trust intuitive judgment—your own or that of others—but do not dismiss it, either.",
    "Don’t overdo it—six dimensions is a good number. The traits you choose should be as independent as possible from each other, and you should feel that you can assess them reliably by asking a few factual questions.",
    "Next, make a list of those questions for each trait and think about how you will score it, say on a 1–5 scale.",
    "To avoid halo effects, you must collect the information on one trait at a time, scoring each before you move on to the next one.",
    "Firmly resolve that you will hire the candidate whose final score is the highest,",
    "“Whenever we can replace human judgment by a formula, we should at least consider it.”",
    "“He thinks his judgments are complex and subtle, but a simple combination of scores could probably do better.”",
    "“Let’s decide in advance what weight to give to the data we have on the candidates’ past performance. Otherwise we will give too much weight to our impression from the interviews.”"
  ],
  "Shoe Dog: A Memoir by the Creator of Nike": [
    "Let everyone else call your idea crazy… just keep going. Don’t stop. Don’t even think about stopping until you get there, and don’t give much thought to where “there” is. Whatever comes, just don’t stop.",
    "Every runner understands this. Front runners always work the hardest, and risk the most.",
    "The junk merchant doesn’t sell his product to the consumer, he sells the consumer to his product.",
    "I was a linear thinker, and according to Zen linear thinking is nothing but a delusion, one of the many that keep us unhappy. Reality is nonlinear, Zen says. No future, no past. All is now.",
    "Love truth, but pardon error.",
    "Don’t tell people how to do things, tell them what to do and let them surprise you with their results.",
    "Suits me, I thought. Smallness meant the firm would be intimate, conducive to learning.",
    "I held them up to the light, caressed them as sacred objects, the way a writer might treat a new set of notebooks, or a baseball player a rack of bats.",
    "I wasn’t the best on the team, not by a long shot, so he could afford to make mistakes on me.",
    "“A tiger hunts best when he’s hungry.”",
    "Coach will order a few pairs of Tigers for his tigers.",
    "a blend of grit and integrity and calcified",
    "Probably this: Life is dangerous. And this: We must always be prepared.",
    "like a junky looking to score.",
    "my room in the servants’ quarters.",
    "My father’s vaunted respectability was finally paying dividends, at least for me.",
    "happiness can be dangerous. It dulls the senses.",
    "To study the self is to forget the self.",
    "People reflexively assume that competition is always a good thing, that it always brings out the best in people, but that’s only true of people who can forget the competition.",
    "You must forget your limits. You must forget your doubts, your pain, your past. You must forget that internal voice screaming, begging, “Not one more step!” And when it’s not possible to forget it, you must negotiate with it.",
    "There were many ways down Mount Fuji, according to my guidebook, but only one way up. Life lesson in that, I thought.",
    "In his heart of hearts Johnson believed that runners are God’s chosen, that running, done right, in the correct spirit and with the proper form, is a mystical exercise, no less than meditation or prayer, and thus he felt called to help runners reach their nirvana. I’d been around runners much of my life, but this kind of dewy romanticism was something I’d never encountered. Not even the Yahweh of running, Bowerman, was as pious about the sport as Blue Ribbon’s Part-time Employee Number Two.",
    "He wanted to help all the oppressed runners of the world, to bring them into the light, enfold them in a community. So maybe he was a social worker after all. He just wanted to socialize exclusively with runners.",
    "Fight not to win, but to avoid losing. A surefire losing strategy.",
    "Inspiration, he learned, can come from quotidian things. Things you might eat. Or find lying around the house.",
    "But everyone’s an athlete, he said. If you have a body, you’re an athlete.",
    "Someone somewhere once said that business is war without bullets, and I tended to agree.",
    "One lesson I took from all my home-schooling about heroes was that they didn’t say much. None was a blabbermouth. None micromanaged.",
    "Don’t tell people how to do things, tell them what to do and let them surprise you with their results.",
    "Wisdom seemed an intangible asset, but an asset all the same, one that justified the risk.",
    "to motivate myself I needed to see them as a monster.",
    "spending early mornings and late nights and all weekends and vacations at Blue Ribbon. No friends, no exercise, no social life—and wholly content. My life was out of balance, sure, but I didn’t care. In fact, I wanted even more imbalance. Or a different kind of imbalance.",
    "I wanted my work to be play.",
    "So I decided to compromise, find a different day job, one that would pay my bills but require fewer hours, leaving me more time for my passion.",
    "I still didn’t have all the time I wanted or needed for Blue Ribbon, but I had more.",
    "And how was I going to concentrate on teaching with her in the front row?",
    "She did not like insecurity. She preferred security. She said it again. Security.",
    "basic rule of negotiation is to know what you want,",
    "The single easiest way to find out how you feel about someone. Say goodbye.",
    "The ad featured a photo of Bowerman and me… staring at a shoe. Not as if we were shoe innovators; more as if we’d never seen a shoe before. We looked like morons. It was embarrassing.",
    "Leaning back in my recliner each night, staring at the ceiling, I tried to settle myself. I told myself: Life is growth. You grow or you die.",
    "Woodell and I were very different, and yet our friendship was based on a selfsame approach to work.",
    "I asked Woodell if he was—I hesitated, fearing I had no right—happy. He gave it some thought. Yes, he said. He was. He loved his work. He loved Blue Ribbon, though he sometimes cringed at the irony. A man who can’t walk peddling shoes.",
    "I struggle to remember. I close my eyes and think back, but so many precious moments from those nights are gone forever.",
    "I’d overvalued my life’s work.",
    "Confidence. More than equity, more than liquidity, that’s what a man needs.",
    "Her designs did evoke motion, of a kind, but also motion sickness.",
    "No matter the sport—no matter the human endeavor, really—total effort will win people’s hearts.",
    "Supply and demand is always the root problem in business. It’s been true since Phoenician traders raced to bring Rome the coveted purple dye that colored the clothing of royals and rich people; there was never enough purple to go around.",
    "Each of us had been misunderstood, misjudged, dismissed. Shunned by bosses, spurned by luck, rejected by society, shortchanged by fate when looks and other natural graces were handed out. We’d each been forged by early failure. We’d each given ourselves to some quest, some attempt at validation or meaning, and fallen short.",
    "Don’t tell people how to do things, tell them what to do and let them surprise you with their results.",
    "The Buttfaces knew I wasn’t paying myself much, and they trusted that I was paying them what I could.",
    "I still didn’t believe in the power of advertising.",
    "A product, I thought, speaks for itself, or it doesn’t. In the end, it’s only quality that counts.",
    "“Gentlemen,” I said, “our industry is made up of Snow White and the Seven Dwarfs! And next year… finally… one of the dwarfs is going to get into Snow White’s pants!” As if the metaphor needed further explanation, I explained that Adidas was Snow White. And our time, I thundered, is coming!",
    "For some, I realize, business is the all-out pursuit of profits, period, full stop, but for us business was no more about making money than being human is about making blood.",
    "I redefined winning, expanded it beyond my original definition of not losing, of merely staying alive.",
    "The cowards never started and the weak died along the way. That leaves us, ladies and gentlemen. Us.",
    "I’d tell men and women in their midtwenties not to settle for a job or a profession or even a career. Seek a calling. Even if you don’t know what that means, seek it. If you’re following your calling, the fatigue will be easier to bear, the disappointments will be fuel, the highs will be like nothing you’ve ever felt.",
    "Giving up doesn’t mean stopping. Don’t ever stop."
  ],
  "Code: The Hidden Language of Computer Hardware and Software": [
    "A code is useful if it serves a purpose that no other code can.",
    "For maximum speed, you pronounce a dot as dih (or dit for the last dot of a letter) and a dash as dah.",
    "Of particular interest is the number indicator and the letter indicator that undoes the number indicator. These codes alter the meaning of the codes that follow them—from letters to numbers and from numbers back to letters. Codes such as these are often called precedence, or shift, codes. They alter the meaning of all subsequent codes until the shift is undone.",
    "The capital indicator means that the following letter (and only the following letter) should be uppercase rather than lowercase. A code such as this is known as an escape code.",
    "Electricity is an amazing phenomenon, managing to be pervasively useful while remaining largely mysterious, even to people who pretend to know how it works.",
    "The prevailing scientific wisdom regarding the workings of electricity is called the electron theory, which says that electricity derives from the movement of electrons.",
    "Hydrogen, oxygen, sodium, and chlorine are all elements. Water and salt are called compounds. Salt water, however, is a mixture rather than a compound because the water and the salt maintain their own properties.",
    "The protons are held together by something stronger than the repulsion of like charges, and that something is called the strong force.",
    "In all batteries, chemical reactions take place, which means that some molecules break down into other molecules, or molecules combine to form new molecules. The chemicals in batteries are chosen so that the reactions between them generate spare electrons on the side of the battery marked with a minus sign (called the negative terminal, or anode) and demand extra electrons on the other side of the battery (the positive terminal, or cathode). In this way, chemical energy is converted to electrical energy.",
    "Copper has a very low resistance, but it still has some resistance. The longer a wire, the higher the resistance it has.",
    "The thicker a wire, the lower the resistance it has. This may be somewhat counterintuitive.",
    "The earth is to electrons as an ocean is to drops of water.",
    "The ground is sometimes also known as the point of zero potential.",
    "The invention of the telegraph truly marks the beginning of modern communication.",
    "Isn’t mathematics called “the universal language” for a reason?",
    "The Hindu-Arabic number system is said to be positional,",
    "The lowly zero is without a doubt one of the most important inventions in the history of numbers and mathematics.",
    "To convert binary numbers to decimal more concisely, you might prefer a method that uses a template I’ve prepared:",
    "To make this a little more readable, it’s customary to separate every four binary digits with a dash, for example 1011-0111-0001-1011-0000-0000",
    "By reducing our number system to just the binary digits 0 and 1, we’ve gone as far as we can go. We can’t get any simpler. Moreover, the binary number system bridges the gap between arithmetic and electricity.",
    "Binary numbers have a whole lot to do with computers.",
    "You can choose from lots of ways to say yes or no if that’s all you need to say. You don’t need a sentence to say yes or no; you don’t need a word, and you don’t even need a letter. All you need is a bit, and by that I mean all you need is a 0 or a 1.",
    "What’s special about binary is that it’s the simplest number system possible.",
    "The word bit, coined to mean binary digit, is surely one of the loveliest words invented in connection with computers.",
    "In the computer age, the bit has come to be regarded as the basic building block of information.",
    "The thing about the bit is that it conveys very little information. A bit of information is the tiniest amount of information possible. Anything less than a bit is no information at all.",
    "The flip side of this is that any information that can be reduced to a choice among two or more possibilities can be expressed using bits.",
    "Number of Bits Number of Codes 1 21 = 2 2 22 = 4 3 23 = 8 4 24 = 16 5 25 = 32 6 26 = 64 7 27 = 128 8 28 = 256 9 29 = 512 10 210 = 1024",
    "The method you use is something called the base two logarithm. The logarithm is the opposite of the power.",
    "Perhaps the most common visual display of binary digits is the ubiquitous Universal Product Code (UPC), that little bar code symbol that appears on virtually every packaged item that we purchase these days.",
    "In its most common form, the UPC is a collection of 30 vertical black bars of various widths, divided by gaps of various widths, along with some digits.",
    "The black bars in the UPC can have four different widths, with the thicker bars being two, three, and four times the width of the thinnest bar. Similarly, the wider gaps between the bars are two, three, and four times the width of the thinnest gap.",
    "A group of bits has even parity if it has an even number of 1 bits and odd parity if it has an odd number of 1 bits.",
    "The first digit (a 0 in this case) is known as the number system character.",
    "A 0 means that this is a regular UPC code. If the UPC appeared on variable-weight grocery items such as meat or produce, the code would be a 2. Coupons are coded with a 5.",
    "The next five digits make up the manufacturer code. In this case, 51000 is the code for the Campbell Soup Company. All Campbell products have this code.",
    "The five digits that follow (01251) are the code for a particular product of that company,",
    "The final digit (a 7 in this case) is called the modulo check character.",
    "If the computer controlling the scanner doesn’t calculate the same modulo check character as the one encoded in the UPC, the computer won’t accept the UPC as valid.",
    "Actually, the UPC includes blank space (equivalent to nine 0 bits) at both the left and the right side of the guard pattern. That means the entire UPC requires 113 bits to encode 11 decimal digits, or over 10 bits per decimal digit!",
    "All that needs to be done when bits represent other information is to count the number of possibilities.",
    "Bits also play a part in logic, that strange blend of philosophy and mathematics for which a primary goal is to determine whether certain statements are true or false. True and false can also be 1 and 0.",
    "What is truth? Aristotle thought that logic had something to do with it. The collection of his teachings known as the Organon (which dates from the fourth century B.C.E.) is the earliest extensive writing on the subject of logic.",
    "The basis of Aristotle’s logic was the syllogism.",
    "Gottfried Wilhelm von Leibniz (1648–1716), who dabbled with logic early in life but then went on to other interests (such as independently inventing calculus at the same time as Isaac Newton).",
    "George Boole was born in England in 1815 to a world where the odds were certainly stacked against him.",
    "young George gave himself the type of education normally the privilege of upper-class boys; his studies included Latin, Greek, and mathematics.",
    "In conventional algebra, the operands (which are usually letters) stand for numbers, and the operators (most often + and x) indicate how these numbers are to be combined.",
    "The first rule is that addition and multiplication are commutative. That means we can switch around the symbols on each side of the operations: A + B = B + A A x B = B x A By contrast, subtraction and division are not commutative. Addition and multiplication are also associative, that is A + (B + C) = (A + B) + C A x (B x C) = (A x B) x C And finally, multiplication is said to be distributive over addition: A x (B + C) = (A x B) + (A x C)",
    "In Boolean algebra (as Boole’s algebra was eventually called), the operands refer not to numbers but instead to classes. A class is simply a group of things, what in later times came to be known as a set.",
    "The + symbol in Boolean algebra means a union of two classes. A union of two classes is everything in the first class combined with everything in the second class. For example, B + W represents the class of all cats that are either black or white. The x symbol in Boolean algebra means an intersection of two classes. An intersection of two classes is everything that is in both the first class and the second class. For example, F x T represents the class of all cats that are both female and tan. As in conventional algebra, we can write F x T as F·T or simply FT (which is what Boole preferred). You can think of the two letters as two adjectives strung together: “female tan” cats.",
    "The commutative, associative, and distributive rules all hold for Boolean algebra. What’s more, in Boolean algebra the + operator is distributive over the x operator. This isn’t true of conventional algebra: W + (B x F) = (W + B) x (W + F)",
    "The union of white cats and black female cats is the same as the intersection of two unions: the union of white cats and black cats, and the union of white cats and female cats. This is somewhat difficult to grasp, but it works.",
    "The symbol 1 in Boolean algebra means “the universe”—that is, everything we’re talking about. In this example, the symbol 1 means “the class of all cats.” Thus, M + F = 1",
    "The other symbol that we need is the 0, and in Boolean algebra the 0 means an empty class—a class of nothing. The empty class results when we take an intersection of two mutually exclusive classes, for example, cats that are both male and female: F x M = 0",
    "It’s called the Law of Contradiction and indicates that something can’t be both itself and the opposite of itself.",
    "Perhaps one day you walk into a pet shop and say to the salesperson, “I want a male cat, neutered, either white or tan; or a female cat, neutered, any color but white; or I’ll take any cat you have as long as it’s black.” And the salesperson says to you, “So you want a cat from the class of cats represented by the following expression: (M x N x (W + T)) + (F x N x (1 – W)) + B Right?” And you say, “Yes! Exactly!”",
    "The + (previously known as a union) now means OR. The x (previously known as an intersection) now means AND. The 1 – (previously the universe without something) now means NOT.",
    "Boolean test. Without making a big fuss about it, I’ve subtly shifted to a somewhat different form of Boolean algebra. In this form of Boolean algebra, letters no longer refer to classes. Instead, the letters can now be assigned numbers. The catch is that they can be assigned only the number 0 or 1.",
    "Switches connected in this way—one right after the other—are said to be wired in series.",
    "The key word here is and. Both the left switch and the right switch must be closed for the current to flow through the circuit.",
    "These switches are said to be connected in parallel.",
    "The lightbulb lights if the top switch or the bottom switch is closed. The key word here is or.",
    "Such a circuit is sometimes called a network, except that nowadays that word is used much more often to refer to connected computers rather than an assemblage of mere switches.",
    "In computer terminology, the switches are an input device.",
    "Input is information that controls how a circuit behaves.",
    "Like switches, relays can be connected in series and in parallel to perform simple tasks in logic. These combinations of relays are called logic gates.",
    "Using the terminology of switches, this type of relay is called a double-throw relay.",
    "Like the two switches wired in series, these two relays are performing a little exercise in logic. The bulb lights up only if both relays are triggered. These two relays wired in series are known as an AND gate.",
    "If we think of the absence of a voltage as a 0, and the presence of a voltage as a 1, the output of the AND gate is dependent on inputs like this:",
    "What we have here is a situation in which the bulb lights up if the top switch or the bottom switch is closed. The key word here is or, so this is called the OR gate.",
    "In this case, the lightbulb goes out when you close the switch. A single relay wired in this way is called an inverter.",
    "It’s called an inverter because it inverts 0 (no voltage) to 1 (voltage) and vice versa:",
    "This circuit of four AND gates and two inverters is called a 2-Line-to-4-Line Decoder.",
    "This behavior is precisely the opposite of what happens with the OR gate. It’s called NOT OR or, more concisely, NOR.",
    "This behavior is exactly opposite that of the AND gate. This is called NOT AND or, more concisely, NAND.",
    "This is called a buffer,",
    "It’s the same symbol as the inverter but without the little circle. The buffer is remarkable for not doing much. The output of the buffer is the same as the input:",
    "But you can use a buffer when an input signal is weak.",
    "Or a buffer can be used to slightly delay a signal. This works because the relay requires a little time—some fraction of a second—to be triggered.",
    "These two pairs of equivalent circuits represent an electrical implementation of De Morgan’s Laws.",
    "It’s called the Exclusive OR gate because the output is 1 if the A input is 1 or the B input is 1, but not both.",
    "It’s called the coincidence or equivalence gate because the output is 1 only if the two inputs are the same.",
    "That sum must be added to the carry from the previous column, so they’re inputs to the second Half Adder.",
    "The subtrahend is subtracted from the minuend, and the result is the difference:",
    "Subtracting a number from a string of 9s results in a number called the nines’ complement.",
    "253 + (999 – 176) + 1 – 1000",
    "To convert a 3-digit negative number to ten’s complement, we subtract it from 999 and add 1.",
    "You’ve probably heard it said that “Subtraction is merely addition using negative numbers.” To which you’ve probably replied, “Yeah, but you still have to subtract them.” Well, using the ten’s complement, you don’t subtract numbers at all. Everything is addition.",
    "The equivalent system in binary is called two’s complement.",
    "The most significant (leftmost) bit is known as the sign bit.",
    "The sign bit is 1 for negative numbers and 0 for positive numbers.",
    "Now we have two different ways of using binary numbers. Binary numbers can be either signed or unsigned. Unsigned 8-bit numbers range from 0 through 255. Signed 8-bit numbers range from –128 through 127.",
    "That’s the trouble with bits: They’re just zeros and ones and don’t tell you anything about themselves.",
    "As long as the switch is closed, the metal contact goes back and forth—alternately closing the circuit and opening it—most likely making a sound.",
    "If you attach a hammer to it and provide a metal gong, you’ll have the makings of an electric bell.",
    "This drawing might seem to be illustrating a logical contradiction because the output of an inverter is supposed to be opposite the input, but here the output is the input!",
    "the output quickly alternates between 0 and 1.",
    "This circuit is called an oscillator.",
    "such a circuit connected to other circuits is an essential part of automation.",
    "All computers have some kind of oscillator that makes everything else move in synchronicity.",
    "an oscillator is sometimes often referred to as a clock",
    "A cycle of an oscillator is defined as the interval during which the output of the oscillator changes and then comes back again to where it started:",
    "The time required for one cycle is called the period of the oscillator.",
    "The frequency of the oscillator is 1 divided by the period. In this example, if the period of the oscillator is 0.05 second, the frequency of the oscillator is 1 ÷ 0.05, or 20 cycles per second.",
    "This is a type of feedback. Indeed, just as in the oscillator, an output circles back to become an input.",
    "Usually the output of a circuit is dependent solely upon the inputs. That doesn’t seem to be the case here.",
    "Closing the top switch causes the lightbulb to go on, and it stays on when the top switch is opened.",
    "Closing the bottom switch causes the lightbulb to go off, and it stays off when the bottom switch is opened.",
    "The strangeness of this circuit is that sometimes when both switches are open the light is on, and sometimes when both switches are open, the light is off. We can say that this circuit has two stable states when both switches are open. Such a circuit is called a flip-flop, a word also used for beach sandals and the tactics of politicians.",
    "A flip-flop circuit retains information.",
    "There are a couple of different types of flip-flops. What I’ve just shown is the simplest and is called an R-S (or Reset-Set) flip-flop.",
    "You can think of these verbs as meaning “set Q to 1” and “reset Q to 0.”",
    "The final row of the table indicates that a situation in which the S and R inputs are both 1 is disallowed or illegal. This doesn’t mean you’ll get arrested for doing it, but if both inputs are 1 in this circuit, both outputs are 0, which violates the notion of being the opposite of Q. So when you’re designing circuitry that uses the R-S flip-flop, avoid situations in which the S and R inputs are both 1.",
    "The R-S flip-flop is certainly interesting as a first example of a circuit that seems to “remember” which of two inputs was last a voltage.",
    "doesn’t make much sense for the Set and Reset signals to now both be 0 because that’s simply the case in which the output didn’t change.",
    "So it makes sense that if Set is 1, Reset is 0; and if Set is 0, Reset is 1.",
    "A signal called Data can be equivalent to a Set, and the Data signal inverted can be the Reset signal:",
    "The circuit now remembers the value of Data when Hold That Bit was last 1, regardless of how Data changes.",
    "The circuit can also be referred to as a 1-bit memory."
  ],
  "The Prince (AmazonClassics Edition)": [
    "In this way you have enemies in all those whom you have injured in seizing that principality, and you are not able to keep those friends who put you there",
    "For, although one may be very strong in armed forces, yet in entering a province one has always need of the goodwill of the natives.",
    "the one, that the family of their former lord is extinguished; the other, that neither their laws nor their taxes are altered, so that in a very short time they will become entirely one body with the old principality.",
    "But when states are acquired in a country differing in language, customs, or laws, there are difficulties, and good fortune and great energy are needed to hold them, and one of the greatest and most real helps would be that he who has acquired them should go and reside there.",
    "This would make his position more secure and durable,",
    "Upon this, one has to remark that men ought either to be well treated or crushed, because they can avenge themselves of lighter injuries, of more serious ones they cannot; therefore the injury that is to be done to a man ought to be of such a kind that one does not stand in fear of revenge.",
    "as soon as a powerful foreigner enters a country, all the subject states are drawn to him, moved by the hatred which they feel against the ruling power.",
    "in the beginning of the malady it is easy to cure but difficult to detect, but in the course of time, not having been either detected or treated in the beginning, it becomes easy to detect but difficult to cure.",
    "The wish to acquire is in truth very natural and common, and men always do so when they can, and for this they will be praised not blamed; but when they cannot do so, yet wish to do so by any means, then there is folly and blame.",
    "he who is the cause of another becoming powerful is ruined; because that predominancy has been brought about either by astuteness or else by force, and both are distrusted by him who has been raised to power."
  ],
  "Beyond Good and Evil (AmazonClassics Edition)": [
    "SUPPOSING that Truth is a woman—what then? Is there not ground for suspecting that all philosophers, in so far as they have been dogmatists, have failed to understand women—that"
  ],
  "Ethan Frome (AmazonClassics Edition)": [
    "Mattie’s hand was underneath, and Ethan kept his clasped on it a moment longer than was necessary.",
    "“What is it—what is it?” she stammered; but he had found her lips at last and was drinking unconsciousness of everything but the joy they gave him.",
    "They had never before avowed their inclination so openly, and Ethan, for a moment, had the illusion that he was a free man, wooing the girl he meant to marry. He looked at her hair and longed to touch it again, and to tell her that it smelt of the woods; but he had never learned to say such things."
  ],
  "Crime and Punishment (AmazonClassics Edition)": [
    "It was a different matter when he met with acquaintances or with former fellow students, whom, indeed, he disliked meeting at any time.",
    "“poverty is not a vice, that’s a true saying. Yet I know too that drunkenness is not a virtue, and that that’s even truer. But beggary, honored sir, beggary is a vice. In poverty you may still retain your innate nobility of soul, but in beggary—never—no one. For beggary a man is not chased out of human society with a stick, he is swept out with a broom, so as to make it as humiliating as possible;"
  ],
  "A Vindication of the Rights of Woman (AmazonClassics Edition)": [
    "And, now that more equitable laws are forming your citizens, marriage may become more sacred; your young men may choose wives from motives of affection, and your maidens allow love to root out vanity.",
    "elegance is inferior to virtue, that the first object of laudable ambition is to obtain a character as a human being, regardless of the distinction of sex;",
    "some women govern their husbands without degrading themselves, because intellect will always govern.",
    "Women are told from their infancy, and taught by the example of their mothers, that a little knowledge of human weakness, justly termed cunning, softness of temper, outward obedience, and a scrupulous attention to a puerile kind of propriety, will obtain for them the protection of man; and should they be beautiful, every thing else is needless, for at least twenty years of their lives.",
    "the very men who are the slaves of their mistresses, to tyrannize over their sisters, wives, and daughters."
  ],
  "The Art of War (AmazonClassics Edition)": [
    "“If words of command are not clear and distinct, if orders are not thoroughly understood, the general is to blame. But if his orders ARE clear, and the soldiers nevertheless disobey, then it is the fault of their officers.”",
    "And Sun Tzu shared in the might of the King.",
    "“If one man slay another of set purpose, he himself may rightfully be slain.”",
    "He who relies solely on warlike measures shall be exterminated; he who relies solely on peaceful measures shall perish.",
    "All warfare is based on deception. 18. Hence, when able to attack, we must seem unable; when using our forces, we must seem inactive; when we are near, we must make the enemy believe we are far away; when far away, we must make him believe we are near.",
    "If your opponent is of choleric temper, seek to irritate him. Pretend to be weak, that he may grow arrogant.",
    "If he is taking his ease, give him no rest. If his forces are united, separate them. 23. Attack him where he is unprepared, appear where you are not expected.",
    "cleverness has never been seen associated with long delays.",
    "There is no instance of a country having benefited from prolonged warfare.",
    "Bring war material with you from home, but forage on the enemy.",
    "In war, then, let your great object be victory, not lengthy campaigns.",
    "supreme excellence consists in breaking the enemy’s resistance without fighting.",
    "He will win who knows when to fight and when not to fight.",
    "He will win whose army is animated by the same spirit throughout all its ranks.",
    "He will win who, prepared himself, waits to take the enemy unprepared.",
    "If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle.",
    "To secure ourselves against defeat lies in our own hands, but the opportunity of defeating the enemy is provided by the enemy himself.",
    "Standing on the defensive indicates insufficient strength; attacking, a superabundance of strength.",
    "What the ancients called a clever fighter is one who not only wins, but excels in winning with ease.",
    "Simulated disorder postulates perfect discipline, simulated fear postulates courage; simulated weakness postulates strength.",
    "Do not repeat the tactics which have gained you one victory, but let your methods be regulated by the infinite variety of circumstances.",
    "the way is to avoid what is strong and to strike at what is weak.",
    "Therefore, just as water retains no constant shape, so in warfare there are no constant conditions.",
    "He who can modify his tactics in relation to his opponent and thereby succeed in winning, may be called a heaven-born captain.",
    "When you surround an army, leave an outlet free. Do not press a desperate foe too hard.",
    "There are five dangerous faults which may affect a general: (1) Recklessness, which leads to destruction; (2) cowardice, which leads to capture; (3) a hasty temper, which can be provoked by insults; (4) a delicacy of honor which is sensitive to shame; (5) over-solicitude for his men, which exposes him to worry and trouble.",
    "When an army is overthrown and its leader slain, the cause will surely be found among these five dangerous faults. Let them be a subject of meditation.",
    "If the enemy sees an advantage to be gained and makes no effort to secure it, the soldiers are exhausted.",
    "The general who advances without coveting fame and retreats without fearing disgrace, whose only thought is to protect his country and do good service for his sovereign, is the jewel of the kingdom.",
    "Regard your soldiers as your children, and they will follow you into the deepest valleys; look upon them as your own beloved sons, and they will stand by you even unto death.",
    "Thus the skillful general conducts his army just as though he were leading a single man, willy-nilly, by the hand.",
    "Confront your soldiers with the deed itself; never let them know your design.",
    "When the outlook is bright, bring it before their eyes; but tell them nothing when the situation is gloomy.",
    "At first, then, exhibit the coyness of a maiden, until the enemy gives you an opening; afterwards emulate the rapidity of a running hare, and it will be too late for the enemy to oppose you.",
    "When you start a fire, be to windward of it. Do not attack from the leeward.",
    "The enlightened ruler lays his plans well ahead; the good general cultivates his resources.",
    "Move not unless you see an advantage; use not your troops unless there is something to be gained; fight not unless the position is critical.",
    "Now this foreknowledge cannot be elicited from spirits; it cannot be obtained inductively from experience, nor by any deductive calculation.",
    "Knowledge of the enemy’s dispositions can only be obtained from other men.",
    "Whether the object be to crush an army, to storm a city, or to assassinate an individual, it is always necessary to begin by finding out the names of the attendants, the aides-de-camp, and door-keepers and sentries of the general in command. Our spies must be commissioned to ascertain these.",
    "The end and aim of spying in all its five varieties is knowledge of the enemy; and this knowledge can only be derived, in the first instance, from the converted spy. Hence it is essential that the converted spy be treated with the utmost liberality.",
    "Spies are a most important element in war, because on them depends an army’s ability to move."
  ],
  "Twelve Years a Slave (AmazonClassics Edition)": [
    "On the death of this gentleman, which must have occurred some fifty years ago, my father became free, having been emancipated by a direction in his will.",
    "Though born a slave, and laboring under the disadvantages to which my unfortunate race is subjected, my father was a man respected for his industry and integrity, as many now living, who well remember him, are ready to testify.",
    "How often since that time has the recollection of his paternal counsels occurred to me, while lying in a slave hut in the distant and sickly regions of Louisiana, smarting with the undeserved wounds which an inhuman master had inflicted, and longing only for the grave which had covered him, to shield me also from the lash of the oppressor.",
    "It has also been the source of consolation since, affording pleasure to the simple beings with whom my lot was cast, and beguiling my own thoughts, for many hours, from the painful contemplation of my fate.",
    "Alas! I had not then learned the measure of “man’s inhumanity to man,” nor to what limitless extent of wickedness he will go for the love of gain.",
    "Finally we were each provided with blankets, such as are used upon horses—the only bedding I was allowed to have for twelve years afterwards.",
    "So we passed, hand-cuffed and in silence, through the streets of Washington—through the Capital of a nation, whose theory of government, we are told, rests on the foundation of man’s inalienable right to life, liberty, and the pursuit of happiness! Hail! Columbia, happy land, indeed!",
    "The sea-sickness rendered the place of our confinement loathsome and disgusting.",
    "Arthur said, and I agreed with him, that death was far less terrible than the living prospect that was before us.",
    "The influences and associations that had always surrounded him, blinded him to the inherent wrong at the bottom of the system of Slavery.",
    "So I resolved to lock the secret closely in my heart—never to utter one word or syllable as to who or what I was—trusting in Providence and my own shrewdness for deliverance.",
    "The whole country about Red River is low and marshy. The Pine Woods, as they are called, is comparatively upland, with frequent small intervals, however, running through them. This upland is covered with numerous trees—the white oak, the chincopin, resembling chestnut, but principally the yellow pine. They are of great size, running up sixty feet, and perfectly straight.",
    "man like Ford, who allowed his slaves to have Bibles, was “not fit to own a nigger.” He, however, lost nothing by his kindness. It is a fact I have more than once observed, that those who treated their slaves most leniently, were rewarded by the greatest amount of labor.",
    "They worshiped the Great Spirit, loved whisky, and were happy.",
    "Rachel, half fearful she was acting contrary to the overseer’s wishes, ventured to me, and held a cup of water to my lips.",
    "Why had I not died in my young years—before God had given me children to love and live for?",
    "Life is dear to every living thing; the worm that crawls upon the ground will struggle for it. At that moment it was dear to me, enslaved and treated as I was.",
    "Thereupon she returned to the great house, and for three days I was diligent in the garden, cleaning the walks, weeding the flower beds, and pulling up the rank grass beneath the jessamine vines, which the gentle and generous hand of my protectress had taught to clamber along the walls.",
    "The hands are required to be in the cotton field as soon as it is light in the morning, and, with the exception of ten or fifteen minutes, which is given them at noon to swallow their allowance of cold bacon, they are not permitted to be a moment idle until it is too dark to see, and when the moon is full, they often times labor till the middle of the night.",
    "I can say, from a ten years’ residence with Master Epps, that no slave of his is ever likely to suffer from the gout, superinduced by excessive high living.",
    "The cabin is constructed of logs, without floor or window.",
    "He fears he will be caught lagging through the day; he fears to approach the gin-house with his basket-load of cotton at night; he fears, when he lies down, that he will oversleep himself in the morning. Such is a true, faithful, unexaggerated picture and description of the slave’s daily life, during the time of cotton picking, on the shores of Bayou Bœuf.",
    "Ploughing, planting, picking cotton, gathering the corn, and pulling and burning stalks, occupies the whole of the four seasons of the year. Drawing and cutting wood, pressing cotton, fattening and killing hogs, are but incidental labors.",
    "When the evidence, clear and indisputable, was laid before him that I was a free man, and as much entitled to my liberty as he—when, on the day I left, he was informed that I had a wife and children, as dear to me as his own babes to him, he only raved and swore, denouncing the law that tore me from him, and declaring he would find out the man who had forwarded the letter that disclosed the place of my captivity, if there was any virtue or power in money, and would take his life.",
    "He thought of nothing but his loss, and cursed me for having been born free.",
    "The existence of Slavery in its most cruel form among them, has a tendency to brutalize the humane and finer feelings of their nature.",
    "It is not the fault of the slaveholder that he is cruel, so much as it is the fault of the system under which he lives. He cannot withstand the influence of habit and associations that surround him. Taught from earliest childhood, by all that he sees and hears, that the rod is for the slave’s back, he will not be apt to change his opinions in maturer years.",
    "Let them know the heart of the poor slave—learn his secret thoughts—thoughts he dare not utter in the hearing of the white man; let them sit by him in the silent watches of the night—converse with him in trustful confidence, of “life, liberty, and the pursuit of happiness,” and they will find that ninety-nine out of every hundred are intelligent enough to understand their situation, and to cherish in their bosoms the love of freedom, as passionately as themselves.",
    "“Well, boy,” said he, “I understand I’ve got a larned nigger, that writes letters, and tries to get white fellows to mail ’em. Wonder if you know who he is?”",
    "Master Epps left the cabin. As soon as he was gone I threw the letter in the fire, and, with a desponding and despairing heart, beheld the epistle which had cost me so much anxiety and thought, and which I fondly hoped would have been my forerunner to the land of freedom, writhe and shrivel on its bed of coals, and dissolve into smoke and ashes.",
    "Repelled, betrayed, cut off from the hope of succor, I could only prostrate myself upon the earth and groan in unutterable anguish.",
    "They are deceived who flatter themselves that the ignorant and debased slave has no conception of the magnitude of his wrongs. They are deceived who imagine that he arises from his knees, with back lacerated and bleeding, cherishing only a spirit of meekness and forgiveness. A day may come—it will come, if his prayer is heard—a terrible day of vengeance, when the master in his turn will cry in vain for mercy.",
    "Uncle Abram, also, was frequently treated with great brutality, although he was one of the kindest and most faithful creatures in the world. He was my cabin-mate for years. There was a benevolent expression in the old man’s face, pleasant to behold. He regarded us with a kind of parental feeling, always counseling us with remarkable gravity and deliberation.",
    "“I ask no paradise on high, With cares on earth oppressed, The only heaven for which I sigh, Is rest, eternal rest.”",
    "Patsey’s life, especially after her whipping, was one long dream of liberty. Far away, to her fancy an immeasurable distance, she knew there was a land of freedom.",
    "What would be intolerable, coming from the lips of another, could be said by him with impunity.",
    "There was no possibility of any slave being able to assist me, while, on the other hand, there was a possibility of his exposing me."
  ],
  "The Call of the Wild (AmazonClassics Edition)": [],
  "Hard Times (AmazonClassics Edition)": [],
  "Deep Work: Rules for Focused Success in a Distracted World": [
    "Deep Work: Professional activities performed in a state of distraction-free concentration that push your cognitive capabilities to their limit. These efforts create new value, improve your skill, and are hard to replicate.",
    "Deep work is necessary to wring every last drop of value out of your current intellectual capacity.",
    "Learning something complex like computer programming requires intense uninterrupted concentration on cognitively demanding concepts—the",
    "Deep work is not some nostalgic affectation of writers and early-twentieth-century philosophers. It’s instead a skill that has great value today.",
    "To succeed you have to produce the absolute best stuff you’re capable of producing—a task that requires depth.",
    "The Deep Work Hypothesis: The ability to perform deep work is becoming increasingly rare at exactly the same time it is becoming increasingly valuable in our economy. As a consequence, the few who cultivate this skill, and then make it the core of their working life, will thrive.",
    "A deep life is a good life.",
    "Though an increasing number of people will lose in this new economy as their skill becomes automatable or easily outsourced, there are others who will not only survive, but thrive—becoming more valued (and therefore more rewarded) than before.",
    "Once the talent market is made universally accessible, those at the peak of the market thrive while the rest suffer.",
    "In this new economy, three groups will have a particular advantage: those who can work well and creatively with intelligent machines, those who are the best at what they do, and those with access to capital.",
    "Two Core Abilities for Thriving in the New Economy The ability to quickly master hard things. The ability to produce at an elite level, in terms of both quality and speed.",
    "intelligent machines are complicated and hard to master.*",
    "To join the group of those who can work well with these machines, therefore, requires that you hone your ability to master hard things. And because these technologies change rapidly, this process of mastering hard things never ends: You must be able to do it quickly, again and again.",
    "If you can’t learn, you can’t thrive.",
    "If you want to become a superstar, mastering the relevant skills is necessary, but not sufficient. You must then transform that latent potential into tangible results that people value.",
    "If you don’t produce, you won’t thrive—no matter how skilled or talented you are.",
    "The two core abilities just described depend on your ability to perform deep work. If you haven’t mastered this foundational skill, you’ll struggle to learn hard things or produce at an elite level.",
    "“Let your mind become a lens, thanks to the converging rays of attention; let your soul be all intent on whatever it is that is established in your mind as a dominant, wholly absorbing idea.”",
    "To learn requires intense concentration.",
    "“Men of genius themselves were great only by bringing all their power to bear on the point on which they had decided to show their full measure.”",
    "myelin—a layer of fatty tissue that grows around neurons, acting like an insulator that allows the cells to fire faster and cleaner.",
    "This new science of performance argues that you get better at a skill as you develop more myelin around the relevant neurons, allowing the corresponding circuit to fire more effortlessly and effectively. To be great at something is to be well myelinated.",
    "why deliberate practice works. By focusing intensely on a specific skill, you’re forcing the specific relevant circuit to fire, again and again, in isolation.",
    "To learn hard things quickly, you must focus intensely without distraction.",
    "To learn, in other words, is an act of deep work.",
    "interruption or Kerry Trainor checks his e-mail constantly doesn’t mean that you’ll share their success if you follow suit: Their behaviors are characteristic of their specific roles as corporate officers.",
    "“Twitter is crack for media addicts.",
    "To summarize, big trends in business today actively decrease people’s ability to perform deep work, even though the benefits promised by these trends (e.g., increased serendipity, faster responses to requests, and more exposure) are arguably dwarfed by the benefits that flow from a commitment to deep work (e.g., the ability to learn hard things fast and produce at an elite level).",
    "The goal of this chapter is to explain this paradox.",
    "The enabling assumption driving his argument is that “it is objectively difficult to measure individual contributions to a firm’s output.”",
    "The Principle of Least Resistance: In a business setting, without clear feedback on the impact of various behaviors to the bottom line, we will tend toward behaviors that are easiest in the moment.",
    "In computer science, for example, an h-index score above 40 is difficult to achieve and once reached is considered the mark of a strong long-term career.",
    "The feeling of taking a broken machine, struggling with it, then eventually enjoying a tangible indication that he had succeeded (the bike driving out of the shop under its own power) provides a concrete sense of accomplishment he struggled to replicate when his day revolved vaguely around reports and communications strategies.",
    "We no longer see Internet tools as products released by for-profit companies, funded by investors hoping to make a return, and run by twentysomethings who are often making things up as they go along. We’re instead quick to idolize these digital doodads as a signifier of progress and a harbinger of a (dare I say, brave) new world.",
    "The alternative, to not embrace all things Internet, is, as Postman would say, “invisible and therefore irrelevant.”",
    "In an Internet-centric technopoly such a statement is the equivalent of a flag burning—desecration, not debate.",
    "Deep work should be a priority in today’s business climate. But it’s not.",
    "Assuming the trends outlined here continue, depth will become increasingly rare and therefore increasingly valuable.",
    "Having just established that there’s nothing fundamentally flawed about deep work and nothing fundamentally necessary about the distracting behaviors that displace it, you can therefore continue with confidence with the ultimate goal of this book: to systematically develop your personal ability to go deep—and by doing so, reap great rewards.",
    "He’s also someone who clearly finds great meaning in his profession.",
    "“The satisfactions of manifesting oneself concretely in the world through manual competence have been known to make a man quiet and easy,”",
    "“Who you are, what you think, feel, and do, what you love—is the sum of what you focus on.”",
    "These elderly subjects were not happier because their life circumstances were better than those of the young subjects; they were instead happier because they had rewired their brains to ignore the negative and savor the positive.",
    "explicitly identifies this advantage when he emphasizes the advantage of cultivating “concentration so intense that there is no attention left over to think about anything irrelevant, or to worry about problems.”)",
    "“The best moments usually occur when a person’s body or mind is stretched to its limits in a voluntary effort to accomplish something difficult and worthwhile.”",
    "Csikszentmihalyi calls this mental state flow (a term he popularized with a 1990 book of the same title).",
    "When measured empirically, people were happier at work and less happy relaxing than they suspected.",
    "Human beings, it seems, are at their best when immersed deeply in something challenging.",
    "Csikszentmihalyi even goes so far as to argue that modern companies should embrace this reality, suggesting that “jobs should be redesigned so that they resemble as closely as possible flow activities.”",
    "To build your working life around the experience of flow produced by deep work is a proven path to deep satisfaction.",
    "Any pursuit—be it physical or cognitive—that supports high levels of skill can also generate a sense of sacredness.",
    "Beautiful code is short and concise, so if you were to give that code to another programmer they would say, “oh, that’s well written code.” It’s much like as if you were writing a poem.",
    "The meaning uncovered by such efforts is due to the skill and appreciation inherent in craftsmanship—not the outcomes of their work.",
    "Put another way, a wooden wheel is not noble, but its shaping can be.",
    "You don’t need a rarified job; you need instead a rarified approach to your work.",
    "A deep life is a good life, any way you look at it.",
    "The machine, which takes its name from the ancient Greek concept of eudaimonia (a state in which you’re achieving your full human potential), turns out to be a building.",
    "He imagines a process in which you spend ninety minutes inside, take a ninety-minute break, and repeat two or three times—at which point your brain will have achieved its limit of concentration for the day.",
    "As a reader of this book, in other words, you’re a disciple of depth in a shallow world.",
    "People fight desires all day long. As Baumeister summarized in his subsequent book, Willpower (co-authored with the science writer John Tierney): “Desire turned out to be the norm, not the exception.”",
    "You have a finite amount of willpower that becomes depleted as you use it.",
    "The key to developing a deep work habit is to move beyond good intentions and add routines and rituals to your working life designed to minimize the amount of your limited willpower necessary to transition into and maintain a state of unbroken concentration.",
    "You need your own philosophy for integrating deep work into your professional life.",
    "During the deep time, the bimodal worker will act monastically—seeking intense and uninterrupted concentration. During the shallow time, such focus is not prioritized.",
    "He made a rule that he would wake up and start working by five thirty every morning. He would then work until seven thirty, make breakfast, and go to work already done with his dissertation obligations for the day. Pleased by early progress, he soon pushed his wake-up time to four forty-five to squeeze out even more morning depth.",
    "he described his rhythmic approach to deep work scheduling as “both astronomically productive and guilt free.”",
    "By supporting deep work with rock-solid routines that make sure a little bit gets done on a regular basis, the rhythmic scheduler will often log a larger total number of deep hours per year.",
    "“[Great creative minds] think like artists but work like accountants.”",
    "If they had instead waited for inspiration to strike before settling in to serious work, their accomplishments would likely have been greatly reduced.",
    "They were instead constructed using the standard layout of private offices connected to shared hallways.",
    "The key is to maintain both in a hub-and-spoke-style arrangement: Expose yourself to ideas in hubs on a regular basis, but maintain a spoke in which to work deeply on what you encounter.",
    "The success of Building 20 and Bell Labs indicates that isolation is not required for productive deep work.",
    "First, distraction remains a destroyer of depth. Therefore, the hub-and-spoke model provides a crucial template.",
    "When it comes to deep work, in other words, consider the use of collaboration when appropriate, as it can push your results to a new level.",
    "“The more you try to do, the less you actually accomplish.” They elaborate that execution should be aimed at a small number of “wildly important goals.”",
    "In other words, lead measures turn your attention to improving the behaviors you directly control in the near future that will then have a positive impact on your long-term goals.",
    "“People play differently when they’re keeping score,”",
    "To maximize the motivation generated by this scoreboard, whenever I reached an important milestone in an academic paper (e.g., solving a key proof), I would circle the tally mark corresponding to the hour where I finished the result.* This served two purposes. First, it allowed me to connect, at a visceral level, accumulated deep work hours and tangible results. Second, it helped calibrate my expectations for how many hours of deep work were needed per result. This reality (which was larger than I first assumed) helped spur me to squeeze more such hours into each week.",
    "In retrospect, it was not so much the intensity of my deep work periods that increased, but instead their regularity.",
    "He fled to what he calls an “undisclosed location”: a place with no TV and no Internet (going online requires a bike ride to the local library),",
    "Idleness is not just a vacation, an indulgence or a vice; it is as indispensable to the brain as vitamin D is to the body, and deprived of it we suffer a mental affliction as disfiguring as rickets … it is, paradoxically, necessary to getting any work done.",
    "At the end of the workday, shut down your consideration of work issues until the next morning—no after-dinner e-mail check, no mental replays of conversations, and no scheming about how you’ll handle an upcoming challenge; shut down work thinking completely.",
    "some decisions are better left to your unconscious mind to untangle.",
    "attention restoration theory (ART), which claims that spending time in nature can improve your ability to concentrate.",
    "Having a casual conversation with a friend, listening to music while making dinner, playing a game with your kids, going for a run—the types of activities that will fill your time in the evening if you enforce a work shutdown—play the same attention-restoring role as walking in nature.",
    "Deep work and deliberate practice, as I’ve argued, overlap substantially.",
    "regularly resting your brain improves the quality of your deep work.",
    "When you work, work hard. When you’re done, be done.",
    "Many assume that they can switch between a state of distraction and one of concentration as needed, but as I just argued, this assumption is optimistic: Once you’re wired for distraction, you crave it.",
    "I propose an alternative to the Internet Sabbath. Instead of scheduling the occasional break from distraction so you can focus, you should instead schedule the occasional break from focus to give in to distraction.",
    "The idea motivating this strategy is that the use of a distracting service does not, by itself, reduce your brain’s ability to focus. It’s instead the constant switching from low-stimuli/high-value activities to high-stimuli/low-value activities, at the slightest hint of boredom or cognitive challenge, that teaches your mind to never tolerate an absence of novelty.",
    "Estimate how long you’d normally put aside for an obligation of this type, then give yourself a hard deadline that drastically reduces this time.",
    "As argued in the previous strategy, the more you practice resisting such urges, the easier such resistance becomes.",
    "The goal of productive meditation is to take a period in which you’re occupied physically but not mentally—walking, jogging, driving, showering—and focus your attention on a single well-defined professional problem.",
    "Depending on your profession, this problem might be outlining an article, writing a talk, making progress on a proof, or attempting to sharpen a business strategy. As in mindfulness meditation, you must continue to bring your attention back to the problem at hand when it wanders or stalls.",
    "I suggest starting with a careful review of the relevant variables for solving the problem and then storing these values in your working memory.",
    "Once the relevant variables are identified, define the specific next-step question you need to answer using these variables.",
    "Assuming you’re able to solve your next-step question, the final step of this structured approach to deep thinking is to consolidate your gains by reviewing clearly the answer you identified.",
    "This cycle of reviewing and storing variables, identifying and tackling the next-step question, then consolidating your gains is like an intense workout routine for your concentration ability.",
    "Your mind, in other words, can quickly retain lots of detailed information—if it’s stored in the right way.",
    "You should find that this type of memorization, because it’s based on visual images of familiar places and things, will be much easier than the rote memorizing you might remember from your school days.",
    "To master the art of deep work, therefore, you must take back control of your time and attention from the many diversions that attempt to steal them.",
    "Of course a hay baler offers benefits—every tool at the farm supply store has something useful to offer. At the same time, of course it offers negatives as well.",
    "The Craftsman Approach to Tool Selection: Identify the core factors that determine success and happiness in your professional and personal life. Adopt a tool only if its positive impacts on these factors substantially outweigh its negative impacts.",
    "Assuming that you could probably list somewhere between ten and fifteen distinct and potentially beneficial activities for each of your life goals, this law says that it’s the top two or three such activities—the number that this strategy asks you to focus on—that make most of the difference in whether or not you succeed with the goal.",
    "You should take this same care in deciding which tools you allow to claim your own limited time and attention.",
    "Addictive websites of the type mentioned previously thrive in a vacuum: If you haven’t given yourself something to do in a given moment, they’ll always beckon as an appealing option. If you instead fill this free time with something of more quality, their grip on your attention will loosen.",
    "A set program of reading, à la Bennett, where you spend regular time each night making progress on a series of deliberately chosen books, is also a good option, as is, of course, exercise or the enjoyment of good (in-person) company.",
    "To summarize, if you want to eliminate the addictive pull of entertainment sites on your time and attention, give your brain a quality alternative. Not only will this preserve your ability to resist distraction and concentrate, but you might even fulfill Arnold Bennett’s ambitious goal of experiencing, perhaps for the first time, what it means to live, and not just exist.",
    "When you have fewer hours you usually spend them more wisely.",
    "The implication is that once you’ve hit your deep work limit in a given day, you’ll experience diminishing rewards if you try to cram in more.",
    "I’m asking you to treat shallow work with suspicion because its damage is often vastly underestimated and its importance vastly overestimated.",
    "To summarize, the motivation for this strategy is the recognition that a deep work habit requires you to treat your time with respect.",
    "Decide in advance what you’re going to do with every minute of your workday.",
    "Shallow Work: Noncognitively demanding, logistical-style tasks, often performed while distracted. These efforts tend not to create much new value in the world and are easy to replicate."
  ],
  "Sherlock Holmes : Complete Collection": [],
  "Sapiens: A Brief History of Humankind": [
    "There was nothing special about humans. Nobody, least of all humans themselves, had any inkling that their descendants would one day walk on the moon, split the atom, fathom the genetic code and write history books.",
    "Species that evolved from a common ancestor are bunched together under the heading ‘genus’ (plural genera).",
    "Presumably, everyone reading this book is a Homo sapiens – the species sapiens (wise) of the genus Homo (man).",
    "Homo sapiens, too, belongs to a family. This banal fact used to be one of history’s most closely guarded secrets.",
    "The chimpanzees are the closest. Just 6 million years ago, a single female ape had two daughters. One became the ancestor of all chimpanzees, the other is our own grandmother.",
    "Humans in Europe and western Asia evolved into Homo neanderthalensis (‘Man from the Neander Valley’), popularly referred to simply as ‘Neanderthals’.",
    "The more eastern regions of Asia were populated by Homo erectus, ‘Upright Man’,",
    "The members of some of these species were massive and others were dwarves. Some were fearsome hunters and others meek plant-gatherers. Some lived only on a single island, while many roamed over continents. But all of them belonged to the genus Homo. They were all human beings.",
    "The truth is that from about 2 million years ago until around 10,000 years ago, the world was home, at one and the same time, to several human species.",
    "The earth was once walked by at least six species of man.",
    "Despite their many differences, all human species share several defining characteristics. Most notably, humans have extraordinarily large brains compared to other animals. Mammals weighing sixty kilograms have an average brain size of 200 cubic centimetres. The earliest men and women, 2.5 million years ago, had brains of about 600 cubic centimetres. Modern Sapiens sport a brain averaging 1,200–1,400 cubic centimetres. Neanderthal brains were even bigger.",
    "Death in childbirth became a major hazard for human females.",
    "Natural selection consequently favoured earlier births.",
    "Human babies are helpless, dependent for many years on their elders for sustenance, protection and education.",
    "It takes a tribe to raise a human. Evolution thus favoured those capable of forming strong social ties.",
    "Humans emerge from the womb like molten glass from a furnace. They can be spun, stretched and shaped with a surprising degree of freedom. This is why today we can educate our children to become Christian or Buddhist, capitalist or socialist, warlike or peace-loving.",
    "Thus humans who lived a million years ago, despite their big brains and sharp stone tools, dwelt in constant fear of predators, rarely hunted large game, and subsisted mainly by gathering plants, scooping up insects, stalking small animals, and eating the carrion left behind by other more powerful carnivores. One of the most common uses of early stone tools was to crack open bones in order to get to the marrow.",
    "In addition, once the fire died down, Stone Age entrepreneurs could walk through the smoking remains and harvest charcoaled animals, nuts and tubers.",
    "Whereas chimpanzees spend five hours a day chewing raw food, a single hour suffices for people eating cooked food. The advent of cooking enabled humans to eat more kinds of food, to devote less time to eating, and to make do with smaller teeth and shorter intestines.",
    "Fire also opened the first significant gulf between man and the other animals.",
    "Tolerance is not a Sapiens trademark.",
    "It may well be that when Sapiens encountered Neanderthals, the result was the first and most significant ethnic-cleansing campaign in history.",
    "Imagine how things might have turned out had the Neanderthals or Denisovans survived alongside Homo sapiens. What kind of cultures, societies and political structures would have emerged in a world where several different human species coexisted?",
    "Would the American Declaration of Independence hold as a self-evident truth that all members of the genus Homo are created equal?",
    "Every animal knows how to communicate. Even insects, such as bees and ants, know how to inform one another of the whereabouts of food.",
    "We can connect a limited number of sounds and signs to produce an infinite number of sentences, each with a distinct meaning.",
    "A second theory agrees that our unique language evolved as a means of sharing information about the world. But the most important information that needed to be conveyed was about humans, not about lions and bison.",
    "Successful family businesses usually face a crisis when they grow larger and hire more personnel. If they cannot reinvent themselves, they go bust.",
    "Large numbers of strangers can cooperate successfully by believing in common myths.",
    "Two lawyers who have never met can nevertheless combine efforts to defend a complete stranger because they both believe in the existence of laws, justice, human rights – and the money paid out in fees. Yet none of these things exists outside the stories that people invent and tell one another. There are no gods in the universe, no nations, no money, no human rights, no laws and no justice outside the common imagination of human beings.",
    "Telling effective stories is not easy. The difficulty lies not in telling the story, but in convincing everyone else to believe it.",
    "Unlike lying, an imagined reality is something that everyone believes in, and as long as this communal belief persists, the imagined reality exerts force in the world.",
    "Most human-rights activists sincerely believe in the existence of human rights.",
    "Ever since the Cognitive Revolution, Sapiens have thus been living in a dual reality. On the one hand, the objective reality of rivers, trees and lions; and on the other hand, the imagined reality of gods, nations and corporations. As time went by, the imagined reality became ever more powerful, so that today the very survival of rivers, trees and lions depends on the grace of imagined entities such as the United States and Google.",
    "Male chimps cannot gather in a constitutional assembly to abolish the office of alpha male and declare that from here on out all chimps are to be treated as equals.",
    "Without an ability to compose fiction, Neanderthals were unable to cooperate effectively in large numbers, nor could they adapt their social behaviour to rapidly changing challenges.",
    "Trade cannot exist without trust, and it is very difficult to trust strangers.",
    "When two strangers in a tribal society want to trade, they establish trust by appealing to a common god, mythical ancestor or totem animal. In modern society, currency notes usually display religious images, revered ancestors and corporate totems.",
    "The real difference between us and chimpanzees is the mythical glue that binds together large numbers of individuals, families and groups. This glue has made us the masters of creation.",
    "A good mother will make a point of having sex with several different men, especially when she is pregnant, so that her child will enjoy the qualities (and paternal care) not merely of the best hunter, but also of the best storyteller, the strongest warrior and the most considerate lover.",
    "Cognitive Revolution of 70,000 years ago, and the start of the Agricultural Revolution about 12,000 years ago.",
    "Aboriginal peoples of Australia. Just before the British conquest, between 300,000 and 700,000 hunter-gatherers lived on the continent in 200–600 tribes, each of which was further divided into several bands.",
    "It stands to reason that the ethnic and cultural variety among ancient hunter-gatherers was equally impressive, and that the 5 million to 8 million foragers who populated the world on the eve of the Agricultural Revolution were divided into thousands of separate tribes with thousands of different languages and cultures.3 This, after all, was one of the main legacies of the Cognitive Revolution.",
    "In one society, homosexual relationships might have been accepted, while in the other they were taboo.",
    "There was just one exception to this general rule: the dog. The dog was the first animal domesticated by Homo sapiens, and this occurred before the Agricultural Revolution.",
    "Dogs were used for hunting and fighting, and as an alarm system against wild beasts and human intruders. With the passing of generations, the two species co-evolved to communicate well with each other. Dogs that were most attentive to the needs and feelings of their human companions got extra care and food, and were more likely to survive.",
    "Members of a band knew each other very intimately, and were surrounded throughout their lives by friends and relatives. Loneliness and privacy were rare.",
    "The human collective knows far more today than did the ancient bands. But at the individual level, ancient foragers were the most knowledgeable and skilful people in history. There is some evidence that the size of the average Sapiens brain has actually decreased since the age of foraging.",
    "Foragers mastered not only the surrounding world of animals, plants and objects, but also the internal world of their own bodies and senses.",
    "They moved with a minimum of effort and noise, and knew how to sit, walk and run in the most agile and efficient manner. Varied and constant use of their bodies made them as fit as marathon runners. They had physical dexterity that people today are unable to achieve even after years of practising yoga or t’ai chi.",
    "The forager economy provided most people with more interesting lives than agriculture or industry do.",
    "In most places and at most times, foraging provided ideal nutrition.",
    "The foragers’ secret of success, which protected them from starvation and malnutrition, was their varied diet.",
    "Especially in premodern times, most of the calories feeding an agricultural population came from a single crop – such as wheat, potatoes or rice – that lacks some of the vitamins, minerals and other nutritional materials humans need. The typical peasant in traditional China ate rice for breakfast, rice for lunch and rice for dinner. If she was lucky, she could expect to eat the same on the following day. By contrast, ancient foragers regularly ate dozens of different foodstuffs. The peasant’s ancient ancestor, the forager, may have eaten berries and mushrooms for breakfast; fruits, snails and turtle for lunch; and rabbit steak with wild onions for dinner. Tomorrow’s menu might have been completely different. This variety ensured that the ancient foragers received all the necessary nutrients.",
    "The wholesome and varied diet, the relatively short working week, and the rarity of infectious diseases have led many experts to define pre-agricultural forager societies as ‘the original affluent societies’. It would be a mistake, however, to idealise the lives of these ancients. Though they lived better lives than most people in agricultural and industrial societies, their world could still be harsh and unforgiving.",
    "The things they valued most in life were good social interactions and high-quality friendships.",
    "Animism is not a specific religion. It is a generic name for thousands of very different religions, cults and beliefs.",
    "As mentioned earlier, there is also firm evidence for regular sea trade between some of these islands, such as New Ireland and New Britain.",
    "The journey of the first humans to Australia is one of the most important events in history, at least as important as Columbus’ journey to America or the Apollo 11 expedition to the moon.",
    "The moment the first hunter-gatherer set foot on an Australian beach was the moment that Homo sapiens climbed to the top rung in the food chain, and became the deadliest species ever in the 4-billion-year history of life on earth.",
    "The settlers of Australia, or more accurately, its conquerors, didn’t just adapt. They transformed the Australian ecosystem beyond recognition.",
    "In particular, our planet has experienced numerous cycles of cooling and warming. During the last million years, there has been an ice age on average every 100,000 years. The last one ran from about 75,000 to 15,000 years ago.",
    "But the historical record makes Homo sapiens look like an ecological serial killer.",
    "Others might have been lured northwards by more positive reasons, such as animal protein. The Arctic lands were full of large, juicy animals such as reindeer and mammoths. Every mammoth was a source of a vast quantity of meat (which, given the frosty temperatures, could even be frozen for later use), tasty fat, warm fur and valuable ivory.",
    "No other animal had ever moved into such a huge variety of radically different habitats so quickly, everywhere using virtually the same genes.",
    "Don’t believe tree-huggers who claim that our ancestors lived in harmony with nature.",
    "Among all the world’s large creatures, the only survivors of the human flood will be humans themselves, and the farmyard animals that serve as galley slaves in Noah’s Ark.",
    "The transition to agriculture began around 9500–8500 BC in the hill country of south-eastern Turkey, western Iran and the Levant. It began slowly and in a restricted geographical area. Wheat and goats were domesticated by approximately 9000 BC; peas and lentils around 8000 BC; olive trees by 5000 BC; horses by 4000 BC; and grapevines by 3500 BC. Some animals and plants, such as camels and cashew nuts, were domesticated even later, but by 3500 BC the main wave of domestication was over. Even today, with all our advanced technologies, more than 90 per cent of the calories that feed humanity come from the handful of plants that our ancestors domesticated between 9500 and 3500 BC – wheat, rice, maize (called ‘corn’ in the US), potatoes, millet and barley.",
    "By the first century AD the vast majority of people throughout most of the world were agriculturists.",
    "The Agricultural Revolution was history’s biggest fraud.",
    "Who was responsible? Neither kings, nor priests, nor merchants. The culprits were a handful of plant species, including wheat, rice and potatoes. These plants domesticated Homo sapiens, rather than vice versa.",
    "Remember, humans are omnivorous apes who thrive on a wide variety of foods. Grains made up only a small fraction of the human diet before the Agricultural Revolution. A diet based on cereals is poor in minerals and vitamins, hard to digest, and really bad for your teeth and gums.",
    "The early farmers were at least as violent as their forager ancestors, if not more so. Farmers had more possessions and needed land for planting.",
    "The currency of evolution is neither hunger nor pain, but rather copies of DNA helixes. Just as the economic success of a company is measured only by the number of dollars in its bank account, not by the happiness of its employees, so the evolutionary success of a species is measured by the number of copies of its DNA. If no more DNA copies remain, the species is extinct, just as a company without money is bankrupt. If a species boasts many DNA copies, it is a success, and the species flourishes. From such a perspective, 1,000 copies are always better than a hundred copies. This is the essence of the Agricultural Revolution: the ability to keep more people alive under worse conditions.",
    "As more effort was directed towards cereal cultivation, there was less time to gather and hunt wild species. The foragers became farmers.",
    "As people began living in disease-ridden settlements, as children fed more on cereals and less on mother’s milk, and as each child competed for his or her porridge with more and more siblings, child mortality soared.",
    "Then why didn’t humans abandon farming when the plan backfired? Partly because it took generations for the small changes to accumulate and transform society and, by then, nobody remembered that they had ever lived differently.",
    "The pursuit of an easier life resulted in much hardship, and not for the last time. It happens to us today. How many young college graduates have taken demanding jobs in high-powered firms, vowing that they will work hard to earn money that will enable them to retire and pursue their real interests when they are thirty-five?",
    "One of history’s few iron laws is that luxuries tend to become necessities and to spawn new obligations. Once people get used to a certain luxury, they take it for granted. Then they begin to count on it. Finally they reach a point where they can’t live without it.",
    "The story of the luxury trap carries with it an important lesson. Humanity’s search for an easier life released immense forces of change that transformed the world in ways nobody envisioned or wanted.",
    "Archaeologists are familiar with such monumental structures from sites around the world – the best-known example is Stonehenge in Britain. Yet as they studied Göbekli Tepe, they discovered an amazing fact. Stonehenge dates to 2500 BC, and was built by a developed agricultural society. The structures at Göbekli Tepe are dated to about 9500 BC, and all available evidence indicates that they were built by hunter-gatherers.",
    "It may well be that foragers switched from gathering wild wheat to intense wheat cultivation, not to increase their normal food supply, but rather to support the building and running of a temple.",
    "Such domesticated animals – sheep, chickens, donkeys and others – supplied food (meat, milk, eggs), raw materials (skins, wool) and muscle power. Transportation, ploughing, grinding and other tasks, hitherto performed by human sinew, were increasingly carried out by animals. In most farming societies people focused on plant cultivation; raising animals was a secondary activity. But a new kind of society also appeared in some places, based primarily on the exploitation of animals: tribes of pastoralist herders.",
    "In order to turn bulls, horses, donkeys and camels into obedient draught animals, their natural instincts and social ties had to be broken, their aggression and sexuality contained, and their freedom of movement curtailed.",
    "The process of taming almost always involves the castration of males. This restrains male aggression and enables humans selectively to control the herd’s procreation.",
    "One common method throughout history was to simply slaughter the calves and kids shortly after birth, milk the mother for all she was worth, and then get her pregnant again. This is still a very widespread technique.",
    "The Nuer tribe in the Sudan went so far as to smear stuffed animals with their mother’s urine, to give the counterfeit calves a familiar, live scent.",
    "Tuareg camel breeders in the Sahara used to puncture or cut off parts of the nose and upper lip of young camels in order to make suckling painful, thereby discouraging them from consuming too much milk.",
    "Not all agricultural societies were this cruel to their farm animals. The lives of some domesticated animals could be quite good. Sheep raised for wool, pet dogs and cats, war horses and race horses often enjoyed comfortable conditions. The Roman emperor Caligula allegedly planned to appoint his favourite horse, Incitatus, to the consulship. Shepherds and farmers throughout history showed affection for their animals and have taken great care of them, just as many slaveholders felt affection and concern for their slaves. It was no accident that kings and prophets styled themselves as shepherds and likened the way they and the gods cared for their people to a shepherd’s care for his flock.",
    "This discrepancy between evolutionary success and individual suffering is perhaps the most important lesson we can draw from the Agricultural Revolution.",
    "The agricultural revolution is one of the most controversial events in history. Some partisans proclaim that it set humankind on the road to prosperity and progress. Others insist that it led to perdition. This was the turning point, they say, where Sapiens cast off its intimate symbiosis with nature and sprinted towards greed and alienation.",
    "Ancient hunter-gatherers usually lived in territories covering many dozens and even hundreds of square kilometres. ‘Home’ was the entire territory, with its hills, streams, woods and open sky.",
    "The typical peasant developed a very strong attachment to this structure. This was a far-reaching revolution, whose impact was psychological as much as architectural. Henceforth, attachment to ‘my house’ and separation from the neighbours became the psychological hallmark of a much more self-centred creature.",
    "The creators of the cave paintings of Chauvet, Lascaux and Altamira almost certainly intended them to last for generations.",
    "The Agricultural Revolution made the future far more important than it had ever been before. Farmers must always keep the future in mind and must work in its service.",
    "Since most villages lived by cultivating a very limited variety of domesticated plants and animals, they were at the mercy of droughts, floods and pestilence.",
    "Consequently, from the very advent of agriculture, worries about the future became major players in the theatre of the human mind.",
    "History is something that very few people have been doing while everyone else was ploughing fields and carrying water buckets.",
    "Mythology, the ancient sociologist would have thought, could not possibly enable millions of strangers to cooperate on a daily basis.",
    "Myths, it transpired, are stronger than anyone could have imagined.",
    "While human evolution was crawling at its usual snail’s pace, the human imagination was building astounding networks of mass cooperation, unlike any other ever seen on earth.",
    "Most human cooperation networks have been geared towards oppression and exploitation.",
    "All these cooperation networks – from the cities of ancient Mesopotamia to the Qin and Roman empires – were ‘imagined orders’. The social norms that sustained them were based neither on ingrained instincts nor on personal acquaintances, but rather on belief in shared myths.",
    "In 1776 BC Babylon was the world’s biggest city. The Babylonian Empire was probably the world’s largest, with more than a million subjects.",
    "The Babylonian king most famous today is Hammurabi.",
    "We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable rights, that among these are life, liberty, and the pursuit of happiness.",
    "Evolution is based on difference, not on equality. Every person carries a somewhat different genetic code, and is exposed from birth to different environmental influences. This leads to the development of different qualities that carry with them different chances of survival. ‘Created equal’ should therefore be translated into ‘evolved differently’.",
    "Birds fly not because they have a right to fly, but because they have wings.",
    "Voltaire said about God that ‘There is no God, but don’t tell that to my servant, lest he murder me at night’.",
    "Such fears are well justified. A natural order is a stable order.",
    "There is no chance that gravity will cease to function tomorrow, even if people stop believing in it. In contrast, an imagined order is always in danger of collapse, because it depends upon myths, and myths vanish once people stop believing in them.",
    "When, in 1860, a majority of American citizens concluded that African slaves are human beings and must therefore enjoy the right of liberty, it took a bloody civil war to make the southern states acquiesce.",
    "It does not take much to provide the objective biological needs of Homo sapiens.",
    "American democracy would not have lasted 250 years if the majority of presidents and congressmen failed to believe in human rights. The modern economic system would not have lasted a single day if the majority of investors and bankers failed to believe in capitalism.",
    "People are unequal, not because Hammurabi said so, but because Enlil and Marduk decreed it. People are equal, not because Thomas Jefferson said so, but because God created them that way. Free markets are the best economic system, not because Adam Smith said so, but because these are the immutable laws of nature.",
    "For example, today people believe in equality, so it’s fashionable for rich kids to wear jeans, which were originally working-class attire. In medieval Europe people believed in class divisions, so no young nobleman would have worn a peasant’s smock. Back then, to be addressed as ‘Sir’ or ‘Madam’ was a rare privilege reserved for the nobility, and often purchased with blood. Today all polite correspondence, regardless of the recipient, begins with ‘Dear Sir or Madam’.",
    "Most Westerners today believe in individualism. They believe that every human is an individual, whose worth does not depend on what other people think of him or her. Each of us has within ourselves a brilliant ray of light that gives value and meaning to our lives. In modern Western schools teachers and parents tell children that if their classmates make fun of them, they should ignore it. Only they themselves, not others, know their true worth.",
    "For instance, the most cherished desires of present-day Westerners are shaped by romantic, nationalist, capitalist and humanist myths that have been around for centuries.",
    "The elite of ancient Egypt spent their fortunes building pyramids and having their corpses mummified, but none of them thought of going shopping in Babylon or taking a skiing holiday in Phoenicia.",
    "Romanticism tells us that in order to make the most of our human potential we must have as many different experiences as we can. We must open ourselves to a wide spectrum of emotions; we must sample various kinds of relationships; we must try different cuisines; we must learn to appreciate different styles of music.",
    "The inter-subjective is something that exists within the communication network linking the subjective consciousness of many individuals. If a single individual changes his or her beliefs, or even dies, it is of little importance. However, if most individuals in the network die or change their beliefs, the inter-subjective phenomenon will mutate or disappear.",
    "Many of history’s most important drivers are inter-subjective: law, money, gods, nations.",
    "Evolution did not endow humans with the ability to play football. True, it produced legs for kicking, elbows for fouling and mouths for cursing, but all that this enables us to do is perhaps practise penalty kicks by ourselves.",
    "But when particularly complex societies began to appear in the wake of the Agricultural Revolution, a completely new type of information became vital – numbers. Foragers were never obliged to handle large amounts of mathematical data.",
    "This mental limitation severely constrained the size and complexity of human collectives.",
    "Alas, the first texts of history contain no philosophical insights, no poetry, legends, laws, or even royal triumphs. They are humdrum economic documents, recording the payment of taxes, the accumulation of debts and the ownership of property.",
    "There were some cultures, such as those of the pre-Columbian Andes, which used only partial scripts throughout their entire histories, unfazed by their scripts’ limitations and feeling no need for a full version. Andean script was very different from its Sumerian counterpart. In fact, it was so different that many people would argue it wasn’t a script at all. It was not written on clay tablets or pieces of paper. Rather, it was written by tying knots on colourful cords called quipus.",
    "For hundreds, perhaps thousands of years, quipus were essential to the business of cities, kingdoms and empires.3 They reached their full potential under the Inca Empire,",
    "Very few quipus survived the Spanish occupation, and most of those remaining are undecipherable, since, unfortunately, the art of reading quipus has been lost.",
    "Between 3000 BC and 2500 BC more and more signs were added to the Sumerian system, gradually transforming it into a full script that we today call cuneiform. By 2500 BC, kings were using cuneiform to issue decrees, priests were using it to record oracles, and less exalted citizens were using it to write personal letters. At roughly the same time, Egyptians developed another full script known as hieroglyphics. Other full scripts were developed in China around 1200 BC and in Central America around 1000–500 BC.",
    "People began to write poetry, history books, romances, dramas, prophecies and cookbooks. Yet writing’s most important task continued to be the storage of reams of mathematical data, and that task remained the prerogative of partial script. The Hebrew Bible, the Greek Iliad, the Hindu Mahabharata and the Buddhist Tipitika all began as oral works.",
    "That requires methods of organisation like catalogues, methods of reproduction like photocopy machines, methods of rapid and accurate retrieval like computer algorithms, and pedantic (but hopefully cheerful) librarians who know how to use these tools. Inventing such methods proved to be far more difficult than inventing writing.",
    "What set apart Sumer, as well as pharaonic Egypt, ancient China and the Inca Empire, is that these cultures developed good techniques of archiving, cataloguing and retrieving written records.",
    "The most important impact of script on human history is precisely this: it has gradually changed the way humans think and view the world. Free association and holistic thought have given way to compartmentalisation and bureaucracy.",
    "Writing was born as the maidservant of human consciousness, but is increasingly becoming its master.",
    "Our computers have trouble understanding how Homo sapiens talks, feels and dreams. So we are teaching Homo sapiens to talk, feel and dream in the language of numbers, which can be understood by computers. Eventually, computers might outperform humans in the very fields that made Homo sapiens the ruler of the world: intelligence and communication.",
    "Understanding human history in the millennia following the Agricultural Revolution boils down to a single question: how did humans organise themselves in mass-cooperation networks, when they lacked the biological instincts necessary to sustain such networks? The short answer is that humans created imagined orders and devised scripts. These two inventions filled the gaps left by our biological inheritance.",
    "Hammurabi’s Code, for example, established a pecking order of superiors, commoners and slaves. Superiors got all the good things in life. Commoners got what was left. Slaves got a beating if they complained.",
    "Many of those who signed the Declaration of Independence were slaveholders. They did not release their slaves upon signing the Declaration, nor did they consider themselves hypocrites. In their view, the rights of men had little to do with Negroes.",
    "Nature, it was claimed, rewarded merit with wealth while penalising indolence.",
    "Aristotle argued that slaves have a ‘slavish nature’ whereas free people have a ‘free nature’. Their status in society is merely a reflection of their innate nature.",
    "According to a famous Hindu creation myth, the gods fashioned the world out of the body of a primeval being, the Purusa. The sun was created from the Purusa’s eye, the moon from the Purusa’s brain, the Brahmins (priests) from its mouth, the Kshatriyas (warriors) from its arms, the Vaishyas (peasants and merchants) from its thighs, and the Shudras (servants) from its legs.",
    "The ancient Chinese believed that when the goddess Nü Wa created humans from earth, she kneaded aristocrats from fine yellow soil, whereas commoners were formed from brown mud.",
    "Brahmins and Shudras were not really created by the gods from different body parts of a primeval being. Instead, the distinction between the two castes was created by laws and norms invented by humans in northern India about 3,000 years ago.",
    "Yet it’s a proven fact that most rich people are rich for the simple reason that they were born into a rich family, while most poor people will remain poor throughout their lives simply because they were born into a poor family.",
    "Hierarchies serve an important function. They enable complete strangers to know how to treat one another without wasting the time and energy needed to become personally acquainted.",
    "course, differences in natural abilities also play a role in the formation of social distinctions.",
    "First and foremost, most abilities have to be nurtured and developed. Even if somebody is born with a particular talent, that talent will usually remain latent if it is not fostered, honed and exercised. Not all people get the same chance to cultivate and refine their abilities. Whether or not they have such an opportunity will usually depend on their place within their society’s imagined hierarchy.",
    "The economic game was rigged by legal restrictions and unofficial glass ceilings.",
    "All societies are based on imagined hierarchies, but not necessarily on the same hierarchies.",
    "For instance, many scholars surmise that the Hindu caste system took shape when Indo-Aryan people invaded the Indian subcontinent about 3,000 years ago, subjugating the local population. The invaders established a stratified society, in which they – of course – occupied the leading positions (priests and warriors), leaving the natives to live as servants and slaves. The invaders, who were few in number, feared losing their privileged status and unique identity. To forestall this danger, they divided the population into castes, each of which was required to pursue a specific occupation or perform a specific role in society. Each had different legal status, privileges and duties. Mixing of castes – social interaction, marriage, even the sharing of meals – was prohibited.",
    "Pious Hindus were taught that contact with members of a different caste could pollute not only them personally, but society as a whole, and should therefore be abhorred.",
    "Throughout history, and in almost all societies, concepts of pollution and purity have played a leading role in enforcing social and political divisions and have been exploited by numerous ruling classes to maintain their privileges. The fear of pollution is not a complete fabrication of priests and princes, however. It probably has its roots in biological survival mechanisms that make humans feel an instinctive revulsion towards potential disease carriers, such as sick persons and dead bodies.",
    "A person’s jati determines her profession, the food she can eat, her place of residence and her eligible marriage partners. Usually a person can marry only within his or her caste, and the resulting children inherit that status. Whenever a new profession developed or a new group of people appeared on the scene, they had to be recognised as a caste in order to receive a legitimate place within Hindu society. Groups that failed to win recognition as a caste were, literally, outcasts – in this stratified society, they did not even occupy the lowest rung. They became known as Untouchables. They had to live apart from all other people and scrape together a living in humiliating and disgusting ways, such as sifting through garbage dumps for scrap material.",
    "From the sixteenth to the eighteenth century, the European conquerors imported millions of African slaves to work the mines and plantations of America. They chose to import slaves from Africa rather than from Europe or East Asia due to three circumstantial factors. Firstly, Africa was closer, so it was cheaper to import slaves from Senegal than from Vietnam. Secondly, in Africa there already existed a well-developed slave trade (exporting slaves mainly to the Middle East), whereas in Europe slavery was very rare. It was obviously far easier to buy slaves in an existing market than to create a new one from scratch.",
    "Paradoxically, genetic superiority (in terms of immunity) translated into social inferiority: precisely because Africans were fitter in tropical climates than Europeans, they ended up as the slaves of European masters!",
    "Nothing was as revolting to American southerners (and many northerners) as sexual relations and marriage between black men and white women. Sex between the races became the greatest taboo and any violation, or suspected violation, was viewed as deserving immediate and summary punishment in the form of lynching. The Ku Klux Klan, a white supremacist secret society, perpetrated many such killings. They could have taught the Hindu Brahmins a thing or two about purity laws.",
    "Since the biological distinctions between different groups of Homo sapiens are, in fact, negligible, biology can’t explain the intricacies of Indian society or American racial dynamics. We can only understand those phenomena by studying the events, circumstances, and power relations that transformed figments of imagination into cruel – and very real – social structures.",
    "In many societies women were simply the property of men, most often their fathers, husbands or brothers. Rape, in many legal systems, falls under property violation – in other words, the victim is not the woman who was raped but the male who owns her.",
    "Societies associate a host of attributes with masculinity and femininity that, for the most part, lack a firm biological basis.",
    "Yet she didn’t have a fit when her son, Alexander the Great, brought his lover Hephaestion home for dinner.",
    "There is little sense, then, in arguing that the natural function of women is to give birth, or that homosexuality is unnatural.",
    "At least since the Agricultural Revolution, most human societies have been patriarchal societies that valued men more highly than women. No matter how a society defined ‘man’ and ‘woman’, to be a man was always better.",
    "There are two problems with this emphasis on muscle power. First, the statement that ‘men are stronger than women’ is true only on average, and only with regard to certain types of strength. Women are generally more resistant to hunger, disease and fatigue than men. There are also many women who can run faster and lift heavier weights than many men. Furthermore, and most problematically for this theory, women have, throughout history, been excluded mainly from jobs that require little physical effort (such as the priesthood, law and politics), while engaging in hard manual labour in the fields, in crafts and in the household.",
    "In fact, human history shows that there is often an inverse relation between physical prowess and social power.",
    "The French Empire in Africa was established and defended by the sweat and blood of Senegalese, Algerians and working-class Frenchmen. The percentage of well-born Frenchmen within the ranks was negligible. Yet the percentage of well-born Frenchmen within the small elite that led the French army, ruled the empire and enjoyed its fruits was very high.",
    "The militarily incompetent Augustus succeeded in establishing a stable imperial regime, achieving something that eluded both Julius Caesar and Alexander the Great, who were much better generals. Both his admiring contemporaries and modern historians often attribute this feat to his virtue of clementia – mildness and clemency.",
    "Women are often stereotyped as better manipulators and appeasers than men, and are famed for their superior ability to see things from the perspective of others. If there’s any truth in these stereotypes, then women should have made excellent politicians and empire-builders, leaving the dirty work on the battlefields to testosterone-charged but simple-minded machos. Popular myths notwithstanding, this rarely happened in the real world. It is not at all clear why not.",
    "How did it happen that in the one species whose success depends above all on cooperation, individuals who are supposedly less cooperative (men) control individuals who are supposedly more cooperative (women)? At present, we have no good answer.",
    "Myths and fictions accustomed people, nearly from the moment of birth, to think in certain ways, to behave in accordance with certain standards, to want certain things, and to observe certain rules.",
    "They thereby created artificial instincts that enabled millions of strangers to cooperate effectively. This network of artificial instincts is called ‘culture’.",
    "Every culture has its typical beliefs, norms and values, but these are in constant flux. The culture may transform itself in response to changes in its environment or through interaction with neighbouring cultures. But cultures also undergo transitions due to their own internal dynamics. Even a completely isolated culture existing in an ecologically stable environment cannot avoid change.",
    "For instance, in medieval Europe the nobility believed in both Christianity and chivalry.",
    "Ever since the French Revolution, people throughout the world have gradually come to see both social equality and individual freedom as fundamental values. Yet the two values contradict each other. Equality can be ensured only by curtailing the freedoms of those who are better off. Guaranteeing that every individual will be free to do as he wishes inevitably short-changes equality.",
    "Consistency is the playground of dull minds.",
    "If tensions, conflicts and irresolvable dilemmas are the spice of every culture, a human being who belongs to any particular culture must hold contradictory beliefs and be riven by incompatible values. It’s such an essential feature of any culture that it even has a name: cognitive dissonance. Cognitive dissonance is often considered a failure of the human psyche. In fact, it is a vital asset. Had people been unable to hold contradictory beliefs and values, it would probably have been impossible to establish and maintain any human culture.",
    "There was no longer ‘them’. The first universal order to appear was economic: the monetary order. The second universal order was political: the imperial order. The third universal order was religious: the order of universal religions such as Buddhism, Christianity and Islam. Merchants, conquerors and prophets were the first people who managed to transcend the binary evolutionary division, ‘us vs them’, and to foresee the potential unity of humankind. For the merchants, the entire world was a single market and all humans were potential customers. They tried to establish an economic order that would apply to all, everywhere. For the conquerors, the entire world was a single empire and all humans were potential subjects. And for the prophets, the entire world held a single truth and all humans were potential believers. They too tried to establish an order that would be applicable for everyone everywhere.",
    "We begin with the story of the greatest conqueror in history, a conqueror possessed of extreme tolerance and adaptability, which consequently managed to gain the allegiance of all people. This conqueror is money. People who do not believe in the same god or obey the same king are more than willing to use the same money.",
    "The rise of cities and kingdoms and the improvement in transport infrastructure brought about new opportunities for specialisation.",
    "Everyone always wants money because everyone else also always wants money, which means you can exchange money for whatever you want or need.",
    "In other words, money isn’t a material reality – it is a psychological construct. It works by converting matter into mind.",
    "Money is accordingly a system of mutual trust, and not just any system of mutual trust: money is the most universal and most efficient system of mutual trust ever devised.",
    "The crucial role of trust explains why our financial systems are so tightly bound up with our political, social and ideological systems, why financial crises are often triggered by political developments, and why the stock market can rise or fall depending on the way traders feel on a particular morning.",
    "The real breakthrough in monetary history occurred when people gained trust in money that lacked inherent value, but was easier to store and transport. Such money appeared in ancient Mesopotamia in the middle of the third millennium BC. This was the silver shekel.",
    "Set weights of precious metals eventually gave birth to coins. The first coins in history were struck around 640 BC by King Alyattes of Lydia, in western Anatolia.",
    "Why didn’t it happen that Spaniards believed in gold, while Muslims believed in barley, Indians in cowry shells, and Chinese in rolls of silk? Economists have a ready answer. Once trade connects two areas, the forces of supply and demand tend to equalise the prices of transportable goods. In order to understand why, consider a hypothetical case. Assume that when regular trade opened between India and the Mediterranean, Indians were uninterested in gold, so it was almost worthless. But in the Mediterranean, gold was a coveted status symbol, hence its value was high. What would happen next? Merchants travelling between India and the Mediterranean would notice the difference in the value of gold. In order to make a profit, they would buy gold cheaply in India and sell it dearly in the Mediterranean. Consequently, the demand for gold in India would skyrocket, as would its value. At the same time the Mediterranean would experience an influx of gold, whose value would consequently drop. Within a short time the value of gold in India and the Mediterranean would be quite similar. The mere fact that Mediterranean people believed in gold would cause Indians to start believing in it as well. Even if Indians still had no real use for gold, the fact that Mediterranean people wanted it would be enough to make the Indians value it.",
    "Money is the only trust system created by humans that can bridge almost any cultural gap, and that does not discriminate on the basis of religion, gender, race, age or sexual orientation. Thanks to money, even people who don’t know each other and don’t trust each other can nevertheless cooperate effectively.",
    "When everything is convertible, and when trust depends on anonymous coins and cowry shells, it corrodes local traditions, intimate relations and human values, replacing them with the cold laws of supply and demand. Human communities and families have always been based on belief in ‘priceless’ things, such as honour, loyalty, morality and love. These things lie outside the domain of the market, and they shouldn’t be bought or sold for money.",
    "We do not trust the stranger, or the next-door neighbour – we trust the coin they hold. If they run out of coins, we run out of trust.",
    "An empire that cannot sustain a blow and remain standing is not really an empire.",
    "Yet Spanish patriots extol the Numantians in Spanish – a romance language that is a progeny of Scipio’s Latin.",
    "Nothing is really left of Numantia save ruins. Even its story has reached us thanks only to the writings of Roman historians.",
    "Empires, too, ultimately fall, but they tend to leave behind rich and enduring legacies.",
    "An empire is a political order with two important characteristics. First, to qualify for that designation you have to rule over a significant number of distinct peoples, each possessing a different cultural identity and a separate territory.",
    "Empires were one of the main reasons for the drastic reduction in human diversity. The imperial steamroller gradually obliterated the unique characteristics of numerous peoples (such as the Numantians), forging out of them new and much larger groups.",
    "The first empire about which we have definitive information was the Akkadian Empire of Sargon the Great (c.2250 BC).",
    "Then, around 550 BC, Cyrus the Great of Persia came along with an even more impressive boast.",
    "Evolution has made Homo sapiens, like other social mammals, a xenophobic creature. Sapiens instinctively divide humanity into two parts, ‘us’ and ‘them’. ‘Us’ is people like you and me, who share our language, religion and customs. We are all responsible for each other, but not responsible for ‘them’.",
    "They are barely even human. In the language of the Dinka people of the Sudan, ‘Dinka’ simply means ‘people’. People who are not Dinka are not people. The Dinka’s bitter enemies are the Nuer. What does the word Nuer mean in Nuer language? It means ‘original people’. Thousands of kilometres from the Sudan deserts, in the frozen ice-lands of Alaska and north-eastern Siberia, live the Yupiks. What does Yupik mean in Yupik language? It means ‘real people’.",
    "Think, for example, about the love–hate relationship between the independent Indian republic of today and the British Raj. The British conquest and occupation of India cost the lives of millions of Indians, and was responsible for the continuous humiliation and exploitation of hundreds of millions more. Yet many Indians adopted, with the zest of converts, Western ideas such as self-determination and human rights, and were dismayed when the British refused to live up to their own declared values by granting native Indians either equal rights as British subjects or independence.",
    "Nevertheless, the modern Indian state is a child of the British Empire. The British killed, injured and persecuted the inhabitants of the subcontinent, but they also united a bewildering mosaic of warring kingdoms, principalities and tribes, creating a shared national consciousness and a country that functioned more or less as a single political unit. They laid the foundations of the Indian judicial system, created its administrative structure, and built the railroad network that was critical for economic integration. Independent India adopted Western democracy, in its British incarnation, as its form of government. English is still the subcontinent’s lingua franca, a neutral tongue that native speakers of Hindi, Tamil and Malayalam can use to communicate. Indians are passionate cricket players and chai (tea) drinkers, and both game and beverage are British legacies. Commercial tea farming did not exist in India until the mid-nineteenth century, when it was introduced by the British East India Company. It was the snobbish British sahibs who spread the custom of tea drinking throughout the subcontinent.",
    "How many Indians today would want to call a vote to divest themselves of democracy, English, the railway network, the legal system, cricket and tea on the grounds that they are imperial legacies? And if they did, wouldn’t the very act of calling a vote to decide the issue demonstrate their debt to their former overlords?",
    "Today religion is often considered a source of discrimination, disagreement and disunion. Yet, in fact, religion has been the third great unifier of humankind, alongside money and empires.",
    "Religions assert that our laws are not the result of human caprice, but are ordained by an absolute and indisputable authority. This helps place at least some fundamental laws beyond challenge, thereby ensuring social stability.",
    "The best-known religions of history, such as Islam and Buddhism, are universal and missionary. Consequently people tend to believe that all religions are like them. In fact, the majority of ancient religions were local and exclusive. Their followers believed in local deities and spirits, and had no interest in converting the entire human race.",
    "Much of ancient mythology is in fact a legal contract in which humans promise everlasting devotion to the gods in exchange for mastery over plants and animals – the first chapters of the book of Genesis are a prime example.",
    "polytheistic religions (from the Greek: poly = many, theos = god).",
    "Animism did not entirely disappear at the advent of polytheism. Demons, fairies, ghosts, holy rocks, holy springs and holy trees remained an integral part of almost all polytheist religions.",
    "Animists thought that humans were just one of many creatures inhabiting the world. Polytheists, on the other hand, increasingly saw the world as a reflection of the relationship between gods and humans.",
    "‘infidels’. Even when polytheists conquered huge empires, they did not try to convert their subjects. The Egyptians, the Romans and the Aztecs did not send missionaries to foreign lands to spread the worship of Osiris, Jupiter or Huitzilopochtli (the chief Aztec god), and they certainly didn’t dispatch armies for that purpose.",
    "Monotheists have tended to be far more fanatical and missionary than polytheists. A religion that recognises the legitimacy of other faiths implies either that its god is not the supreme power of the universe, or that it received from God just part of the universal truth. Since monotheists have usually believed that they are in possession of the entire message of the one and only God, they have been compelled to discredit all other religions.",
    "The Christian saints did not merely resemble the old polytheistic gods. Often they were these very same gods in disguise. For example, the chief goddess of Celtic Ireland prior to the coming of Christianity was Brigid. When Ireland was Christianised, Brigid too was baptised. She became St Brigit, who to this day is the most revered saint in Catholic Ireland.",
    "Polytheism gave birth not merely to monotheist religions, but also to dualistic ones. Dualistic religions espouse the existence of two opposing powers: good and evil.",
    "Syncretism might, in fact, be the single great world religion.",
    "In the end he came to the realisation that suffering is not caused by ill fortune, by social injustice or by divine whims. Rather, suffering is caused by the behaviour patterns of one’s own mind.",
    "Gautama’s insight was that no matter what the mind experiences, it usually reacts with craving, and craving always involves dissatisfaction. When the mind experiences something distasteful it craves to be rid of the irritation. When the mind experiences something pleasant, it craves that the pleasure will remain and will intensify. Therefore, the mind is always dissatisfied and restless.",
    "We either fear that the pleasure might disappear, or we hope that it will intensify. People dream for years about finding love but are rarely satisfied when they find it.",
    "Some become anxious that their partner will leave; others feel that they have settled cheaply, and could have found someone better. And we all know people who manage to do both.",
    "Gautama found that there was a way to exit this vicious circle. If, when the mind experiences something pleasant or unpleasant, it simply understands things as they are, then there is no suffering. If you experience sadness without craving that the sadness go away, you continue to feel sadness but you do not suffer from it. There can actually be richness in the sadness. If you experience joy without craving that the joy linger and intensify, you continue to feel joy without losing your peace of mind.",
    "Gautama grounded these meditation techniques in a set of ethical rules meant to make it easier for people to focus on actual experience and to avoid falling into cravings and fantasies. He instructed his followers to avoid killing, promiscuous sex and theft, since such acts necessarily stoke the fire of craving (for power, for sensual pleasure or for wealth).",
    "A person who does not crave cannot suffer.",
    "The modern age has witnessed the rise of a number of new natural-law religions, such as liberalism, Communism, capitalism, nationalism and Nazism. These creeds do not like to be called religions, and refer to themselves as ideologies.",
    "Just as a Buddhist could worship Hindu deities, and just as a monotheist could believe in the existence of Satan, so the typical American nowadays is simultaneously a nationalist (she believes in the existence of an American nation with a special role to play in history), a free-market capitalist (she believes that open competition and the pursuit of self-interest are the best ways to create a prosperous society), and a liberal humanist (she believes that humans have been endowed by their creator with certain inalienable rights).",
    "They can describe how Christianity took over the Roman Empire, but they cannot explain why this particular possibility was realised.",
    "Are we heading towards ecological disaster or technological paradise?",
    "History cannot be explained deterministically and it cannot be predicted because it is chaotic. So many forces are at work and their interactions are so complex that extremely small variations in the strength of the forces and the way they interact produce huge differences in outcomes.",
    "Level one chaos is chaos that does not react to predictions about it. The weather, for example, is a level one chaotic system. Though it is influenced by myriad factors, we can build computer models that take more and more of them into consideration, and produce better and better weather forecasts.",
    "Level two chaos is chaos that reacts to predictions about it, and therefore can never be predicted accurately. Markets, for example, are a level two chaotic system.",
    "So why study history? Unlike physics or economics, history is not a means for making accurate predictions. We study history not to know the future but to widen our horizons, to understand that our present situation is neither natural nor inevitable, and that we consequently have many more possibilities before us than we imagine.",
    "There is no proof that history is working for the benefit of humans because we lack an objective scale on which to measure such benefit.",
    "Ever more scholars see cultures as a kind of mental infection or parasite, with humans as its unwitting host.",
    "just as organic evolution is based on the replication of organic information units called ‘genes’, so cultural evolution is based on the replication of cultural information units called ‘memes’.1 Successful cultures are those that excel in reproducing their memes, irrespective of the costs and benefits to their human hosts.",
    "postmodernist thinkers describe nationalism as a deadly plague that spread throughout the world in the nineteenth and twentieth centuries, causing wars, oppression, hate and genocide.",
    "Arms races are a famous example. Many arms races bankrupt all those who take part in them, without really changing the military balance of power. When Pakistan buys advanced aeroplanes, India responds in kind. When India develops nuclear bombs, Pakistan follows suit. When Pakistan enlarges its navy, India counters. At the end of the process, the balance of power may remain much as it was, but meanwhile billions of dollars that could have been invested in education or health are spent on weapons.",
    "Alamogordo, 16 July 1945, 05:29:53. Eight seconds after the first atomic bomb was detonated. The nuclear physicist Robert",
    "Oppenheimer, upon seeing the explosion, quoted from the Bhagavad Gita: ‘Now I am become Death, the destroyer of worlds.’",
    "The last 500 years have witnessed a phenomenal and unprecedented growth in human power. In the year 1500, there were about 500 million Homo sapiens in the entire world. Today, there are 7 billion.",
    "Prior to the sixteenth century, no human had circumnavigated the earth. This changed in 1522, when Magellan’s expedition returned to Spain after a journey of 72,000 kilometres. It took three years and cost the lives of almost all the crew members, Magellan included. In 1873, Jules Verne could imagine that Phileas Fogg, a wealthy British adventurer, might just be able to make it around the world in eighty days. Today anyone with a middle-class income can safely and easily circumnavigate the globe in just forty-eight hours. In 1500, humans were confined to the earth’s surface. They could build towers and climb mountains, but the sky was reserved for birds, angels and deities. On 20 July 1969 humans landed on the moon. This was not merely a historical achievement, but an evolutionary and even cosmic feat.",
    "But the single most remarkable and defining moment of the past 500 years came at 05:29:45 on 16 July 1945. At that precise second, American scientists detonated the first atomic bomb at Alamogordo, New Mexico. From that point onward, humankind had the capability not only to change the course of history, but to end it.",
    "During the last five centuries, humans increasingly came to believe that they could increase their capabilities by investing in scientific research. This wasn’t just blind faith – it was repeatedly proven empirically.",
    "Why did modern humans develop a growing belief in their ability to obtain new powers through research?",
    "Modern science is based on the Latin injunction ignoramus – ‘we do not know’. It assumes that we don’t know everything. Even more critically, it accepts that the things that we think we know could be proven wrong as we gain more knowledge. No concept, idea or theory is sacred and beyond challenge.",
    "Premodern traditions of knowledge such as Islam, Christianity, Buddhism and Confucianism asserted that everything that is important to know about the world was already known. The great gods, or the one almighty God, or the wise people of the past possessed all-encompassing wisdom, which they revealed to us in scriptures and oral traditions.",
    "To obtain the necessary knowledge, all he needed to do was ask somebody wiser. There was no need to discover something that nobody yet knew.",
    "In other cases, competing scientific theories are vociferously debated on the basis of constantly emerging new evidence.",
    "Our current assumption that we do not know everything, and that even the knowledge we possess is tentative, extends to the shared myths that enable millions of strangers to cooperate effectively.",
    "Earlier traditions usually formulated their theories in terms of stories. Modern science uses mathematics.",
    "Throughout most of history, mathematics was an esoteric field that even educated people rarely studied seriously.",
    "The real test of ‘knowledge’ is not whether it is true, but whether it empowers us. Scientists usually assume that no theory is 100 per cent correct. Consequently, truth is a poor test for knowledge. The real test is utility. A theory that enables us to do new things constitutes knowledge.",
    "The best minds were busy giving meaning to death, not trying to escape it.",
    "Disciples of progress do not share this defeatist attitude.",
    "Our best minds are not wasting their time trying to give meaning to death. Instead, they are busy investigating the physiological, hormonal and genetic systems responsible for disease and old age.",
    "A few serious scholars suggest that by 2050, some humans will become a-mortal (not immortal, because they could still die of some accident, but a-mortal, meaning that in the absence of fatal trauma their lives could be extended indefinitely).",
    "Science is unable to set its own priorities. It is also incapable of determining what to do with its discoveries.",
    "Cook claimed for Britain many of the islands and lands he ‘discovered’, most notably Australia.",
    "The Scientific Revolution and modern imperialism were inseparable.",
    "Both scientist and conqueror began by admitting ignorance – they both said, ‘I don’t know what’s out there.’ They both felt compelled to go out and make new discoveries. And they both hoped the new knowledge thus acquired would make them masters of the world. European imperialism was entirely unlike all other imperial projects in history.",
    "The Romans, Mongols and Aztecs voraciously conquered new lands in search of power and wealth – not of knowledge. In contrast, European imperialists set out to distant shores in the hope of obtaining new knowledge along with new territories.",
    "Mohenjo-daro was one of the chief cities of the Indus Valley civilisation, which flourished in the third millennium BC and was destroyed around 1900 BC. None of India’s pre-British rulers – neither the Mauryas, nor the Guptas, nor the Delhi sultans, nor the great Mughals – had given the ruins a second glance. But a British archaeological survey took notice of the site in 1922. A British team then excavated it, and discovered the first great civilisation of India, which no Indian had been aware of.",
    "Throughout the nineteenth and early twentieth centuries, fewer than 5,000 British officials, about 40,000–70,000 British soldiers, and perhaps another 100,000 British business people, hangers-on, wives and children were sufficient to conquer and rule up to 300 million Indians.",
    "Money has been essential both for building empires and for promoting science. Neither modern armies nor university laboratories can be sustained without banks.",
    "Whole volumes have been written about how money founded states and ruined them, opened new horizons and enslaved millions, moved the wheels of industry and drove hundreds of species into extinction.",
    "Over the last 500 years the idea of progress convinced people to put more and more trust in the future. This trust created credit; credit brought real economic growth; and growth strengthened the trust in the future and opened the way for even more credit.",
    "In 1776 the Scottish economist Adam Smith published The Wealth of Nations, probably the most important economics manifesto of all time.",
    "Smith taught people to think about the economy as a ‘win–win situation’, in which my profits are also your profits.",
    "Being rich meant being moral.",
    "The rich are accordingly the most useful and benevolent people in society, because they turn the wheels of growth for everyone’s advantage.",
    "A crucial part of the modern capitalist economy was the emergence of a new ethic, according to which profits ought to be reinvested in production.",
    "The idea that ‘The profits of production must be reinvested in increasing production’ sounds trivial.",
    "Medieval noblemen wore colourful robes of gold and silk, and devoted much of their time to attending banquets, carnivals and glamorous tournaments. In comparison, modern CEOs don dreary uniforms called suits that afford them all the panache of a flock of crows, and they have little time for festivities.",
    "But capitalism gradually became far more than just an economic doctrine. It now encompasses an ethic – a set of teachings about how people should behave, educate their children and even think. Its principal tenet is that economic growth is the supreme good, or at least a proxy for the supreme good, because justice, freedom and even happiness all depend on economic growth.",
    "Like a present-day start-up entrepreneur, Columbus did not give up. He pitched his idea to other potential investors in Italy, France, England, and again in Portugal. Each time he was rejected. He then tried his luck with Ferdinand and Isabella, rulers of newly united Spain.",
    "In order to increase the number of potential investors and reduce the risk they incurred, Europeans turned to limited liability joint-stock companies.",
    "Early modern history shows just how far that can go if businesses are allowed to pursue their self-interest unchecked.",
    "The remains of the wall built by WIC to defend its colony against Native Americans and British are today paved over by the world’s most famous street – Wall Street.",
    "The Mississippi Bubble was one of history’s most spectacular financial crashes.",
    "Napoleon made fun of the British, calling them a nation of shopkeepers. Yet these shopkeepers defeated Napoleon himself, and their empire was the largest the world has ever seen.",
    "The bear hug between capital and politics has had far-reaching implications for the credit market. The amount of credit in an economy is determined not only by purely economic factors such as the discovery of a new oil field or the invention of a new machine, but also by political events such as regime changes or more ambitious foreign policies.",
    "This is why today a country’s credit rating is far more important to its economic well-being than are its natural resources. Credit ratings indicate the probability that a country will pay its debts. In addition to purely economic data, they take into account political, social and even cultural factors.",
    "In this view, the wisest economic policy is to keep politics out of the economy, reduce taxation and government regulation to a minimum, and allow market forces free rein to take their course.",
    "This free-market doctrine is today the most common and influential variant of the capitalist creed.",
    "From the sixteenth to the nineteenth centuries, about 10 million African slaves were imported to America. About 70 per cent of them worked on the sugar plantations.",
    "At heart, the Industrial Revolution has been a revolution in energy conversion. It has demonstrated again and again that there is no limit to the amount of energy at our disposal.",
    "This is the basic lesson of evolutionary psychology: a need shaped in the wild continues to be felt subjectively even if it is no longer really necessary for survival and reproduction. The tragedy of industrial agriculture is that it takes great care of the objective needs of animals, while neglecting their subjective needs.",
    "Most people throughout history lived under conditions of scarcity. Frugality was thus their watchword.",
    "The Industrial Revolution opened up new ways to convert energy and to produce goods, largely liberating humankind from its dependence on the surrounding ecosystem.",
    "A crucial link in the spreading timetable system was public transportation.",
    "Prior to the Industrial Revolution, the daily life of most humans ran its course within three ancient frames: the nuclear family, the extended family and the local intimate community.",
    "The family was also the welfare system, the health system, the education system, the construction industry, the trade union, the pension fund, the insurance company, the radio, the television, the newspapers, the bank and even the police.",
    "People who do not know one another intimately but share the same consumption habits and interests often feel part of the same consumer tribe – and define themselves as such.",
    "The revolutions of the last two centuries have been so swift and radical that they have changed the most fundamental characteristic of the social order.",
    "Humans tended to assume that the social structure was inflexible and eternal.",
    "The late modern era has seen unprecedented levels not only of violence and horror, but also of peace and tranquillity.",
    "The decline of violence is due largely to the rise of the state.",
    "While war became less profitable, peace became more lucrative than ever.",
    "The threat of nuclear holocaust fosters pacifism; when pacifism spreads, war recedes and trade flourishes; and trade increases both the profits of peace and the costs of war.",
    "Nothing in the comfortable lives of the urban middle class can approach the wild excitement and sheer joy experienced by a forager band on a successful mammoth hunt.",
    "For people stuck at the bottom of the economic ladder, more money means greater happiness.",
    "Lasting happiness comes only from serotonin, dopamine and oxytocin.",
    "Everybody is happy all the time – what could be wrong with that?",
    "Another is that the findings demonstrate that happiness is not the surplus of pleasant over unpleasant moments. Rather, happiness consists in seeing one’s life in its entirety as meaningful and worthwhile. There is an important cognitive and ethical component to happiness. Our values make all the difference to whether we see ourselves as ‘miserable slaves to a baby dictator’ or as ‘lovingly nurturing a new life’.",
    "if you have a why to live, you can bear almost any how.",
    "The scientist who says her life is meaningful because she increases the store of human knowledge, the soldier who declares that his life is meaningful because he fights to defend his homeland, and the entrepreneur who finds meaning in building a new company are no less delusional than their medieval counterparts who found meaning in reading scriptures, going on a crusade or building a new cathedral. So perhaps happiness is synchronising one’s personal delusions of meaning with the prevailing collective delusions.",
    "biological engineering might enable us to make far-reaching alterations not only to our physiology, immune system and life expectancy, but also to our intellectual and emotional capacities.",
    "Perhaps another small change would be enough to ignite a Second Cognitive Revolution, create a completely new type of consciousness, and transform Homo sapiens into something altogether different.",
    "possibility of prolonging human life indefinitely, conquering incurable diseases, and upgrading our cognitive and emotional abilities.",
    "Tinkering with our genes won’t necessarily kill us. But we might fiddle with Homo sapiens to such an extent that we would no longer be Homo sapiens.",
    "What might happen once medicine becomes preoccupied with enhancing human abilities? Would all humans be entitled to such enhanced abilities, or would there be a new superhuman elite?",
    "What is a spaceship compared to an eternally young cyborg who does not breed and has no sexuality, who can share thoughts directly with other beings, whose abilities to focus and remember are a thousand times greater than our own, and who is never angry or sad, but has emotions and desires that we cannot begin to imagine?",
    "‘What do we want to want?’"
  ],
  "Pride and Prejudice (AmazonClassics Edition)": [
    "“She is tolerable, but not handsome enough to tempt me; I am in no humour at present to give consequence to young ladies who are slighted by other men.",
    "She told the story, however, with great spirit among her friends; for she had a lively, playful disposition, which delighted in anything ridiculous.",
    "Between him and Darcy there was a very steady friendship, in spite of great opposition of character.",
    "Vanity and pride are different things, though the words are often used synonymously. A person may be proud without being vain. Pride relates more to our opinion of ourselves, vanity to what we would have others think of us.”",
    "Mr. Darcy said very little, and Mr. Hurst nothing at all. The former was divided between admiration of the brilliancy which exercise had given to her complexion, and doubt as to the occasion’s justifying her coming so far alone.",
    "A woman must have a thorough knowledge of music, singing, drawing, dancing, and the modern languages, to deserve the word; and besides all this, she must possess a certain something in her air and manner of walking, the tone of her voice, her address and expressions, or the word will be but half-deserved.”",
    "Elizabeth could not help observing, as she turned over some music-books that lay on the instrument, how frequently Mr. Darcy’s eyes were fixed on her.",
    "there was a mixture of sweetness and archness in her manner which made it difficult for her to affront anybody;",
    "As for your Elizabeth’s picture, you must not have it taken, for what painter could do justice to those beautiful eyes?”",
    "“He has been so unlucky as to lose your friendship,” replied Elizabeth with emphasis, “and in a manner which he is likely to suffer from all his life.”",
    "“that it is usual with young ladies to reject the addresses of the man whom they secretly mean to accept, when he first applies for their favour; and that sometimes the refusal is repeated a second, or even a third time. I am therefore by no means discouraged by what you have just said, and shall hope to lead you to the altar ere long.”",
    "“An unhappy alternative is before you, Elizabeth. From this day you must be a stranger to one of your parents. Your mother will never see you again if you do not marry Mr. Collins, and I will never see you again if you do.”",
    "“My dear, do not give way to such gloomy thoughts. Let us hope for better things. Let us flatter ourselves that I may be the survivor.”",
    "The more I see of the world, the more am I dissatisfied with it; and every day confirms my belief of the inconsistency of all human characters, and of the little dependence that can be placed on the appearance of merit or sense.",
    "“There were some very strong objections against the lady,”",
    "“In vain I have struggled. It will not do. My feelings will not be repressed. You must allow me to tell you how ardently I admire and love you.”",
    "That she should receive an offer of marriage from Mr. Darcy! That he should have been in love with her for so many months! So much in love as to wish to marry her in spite of all the objections which had made him prevent his friend’s marrying her sister, and which must appear at least with equal force in his own case—was almost incredible!",
    "most important assistance, as his own father,",
    "Here again I shall give you pain—to what degree you only can tell.",
    "Ignorant as you previously were of everything concerning either, detection could not be in your power, and suspicion certainly not in your inclination.",
    "“There certainly was some great mismanagement in the education of those two young men. One has got all the goodness, and the other all the appearance of it.”",
    "Kitty was the only one who shed tears; but she did weep from vexation and envy.",
    "To his wife he was very little otherwise indebted, than as her ignorance and folly had contributed to his amusement.",
    "This is not the sort of happiness which a man would in general wish to owe to his wife; but where other powers of entertainment are wanting, the true philosopher will derive benefit from such as are given.",
    "“Whatever can give his sister any pleasure is sure to be done in a moment. There is nothing he would not do for her.”",
    "Of the lady’s sensations they remained a little in doubt; but that the gentleman was overflowing with admiration was evident enough.",
    "Miss Darcy looked as if she wished for courage enough to join in it; and sometimes did venture a short sentence when there was least danger of its being heard.",
    "Darcy, in wretched suspense, could only say something indistinctly of his concern, and observe her in compassionate silence.",
    "“If I had been able,” said she, “to carry my point in going to Brighton, with all my family, this would not have happened; but poor dear Lydia had nobody to take care of her. Why did the Forsters ever let her go out of their sight? I am sure there was some great neglect or other on their side, for she is not the kind of girl to do such a thing if she had been well looked after. I always thought they were very unfit to have the charge of her; but I was overruled, as I always am. Poor dear child! And now here’s Mr. Bennet gone away, and I know he will fight Wickham, wherever he meets him and then he will be killed, and what is to become of us all? The Collinses will turn us out before he is cold in his grave, and if you are not kind to us, brother, I do not know what we shall do.”",
    "“This is a most unfortunate affair, and will probably be much talked of. But we must stem the tide of malice, and pour into the wounded bosoms of each other the balm of sisterly consolation.”",
    "It was an union that must have been to the advantage of both; by her ease and liveliness, his mind might have been softened, his manners improved; and from his judgment, information, and knowledge of the world, she must have received benefit of greater importance.",
    "“Pray forgive me if I have been very presuming, or at least do not punish me so far as to exclude me from P. I shall never be quite happy till I have been all round the park. A low phaeton, with a nice little pair of ponies, would be the very thing.",
    "“I admire all my three sons-in-law highly,” said he. “Wickham, perhaps, is my favourite; but I think I shall like your husband quite as well as Jane’s.”"
  ],
  "Atomic Habits: the life-changing million-copy #1 bestseller": [
    "I fulfilled my potential.",
    "changes that seem small and unimportant at first will compound into remarkable results if you’re willing to stick with them for years.",
    "With the same habits, you’ll end up with the same results. But with better habits, anything is possible.",
    "Small habits helped me fulfill my potential, and since you picked up this book, I’m guessing you’d like to fulfill yours as well.",
    "“The whole principle came from the idea that if you broke down everything you could think of that goes into riding a bike, and then improve it by 1 percent, you will get a significant increase when you put them all together.”",
    "As these and hundreds of other small improvements accumulated, the results came faster than anyone could have imagined.",
    "It is so easy to overestimate the importance of one defining moment and underestimate the value of making small improvements on a daily basis. Too often, we convince ourselves that massive success requires massive action. Whether it is losing weight, building a business, writing a book, winning a championship, or achieving any other goal, we put pressure on ourselves to make some earth-shattering improvement that everyone will talk about.",
    "Meanwhile, improving by 1 percent isn’t particularly notable—sometimes it isn’t even noticeable—but it can be far more meaningful, especially in the long run.",
    "Habits are the compound interest of self-improvement.",
    "We make a few changes, but the results never seem to come quickly and so we slide back into our previous routines.",
    "Making a choice that is 1 percent better or 1 percent worse seems insignificant in the moment, but over the span of moments that make up a lifetime these choices determine the difference between who you are and who you could be.",
    "Success is the product of daily habits—not once-in-a-lifetime transformations.",
    "You should be far more concerned with your current trajectory than with your current results.",
    "Your outcomes are a lagging measure of your habits. Your net worth is a lagging measure of your financial habits. Your weight is a lagging measure of your eating habits. Your knowledge is a lagging measure of your learning habits. Your clutter is a lagging measure of your cleaning habits. You get what you repeat.",
    "Tiny battles like these are the ones that will define your future self.",
    "Time magnifies the margin between success and failure. It will multiply whatever you feed it. Good habits make time your ally. Bad habits make time your enemy.",
    "Learning one new idea won’t make you a genius, but a commitment to lifelong learning can be transformative.",
    "“That’s how knowledge works. It builds up, like compound interest.”",
    "Bamboo can barely be seen for the first five years as it builds extensive root systems underground before exploding ninety feet into the air within six weeks.",
    "When you finally break through the Plateau of Latent Potential, people will call it an overnight success.",
    "“When nothing seems to help, I go and look at a stonecutter hammering away at his rock, perhaps a hundred times without as much as a crack showing in it.19 Yet at the hundred and first blow it will split in two, and I know it was not that last blow that did it—but all that had gone before.”",
    "All big things come from small beginnings. The seed of every habit is a single, tiny decision.",
    "The task of breaking a bad habit is like uprooting a powerful oak within us. And the task of building a good habit is like cultivating a delicate flower one day at a time.",
    "Eventually, I began to realize that my results had very little to do with the goals I set and nearly everything to do with the systems I followed.",
    "Goals are about the results you want to achieve. Systems are about the processes that lead to those results.",
    "The goal in any sport is to finish with the best score, but it would be ridiculous to spend the whole game staring at the scoreboard.",
    "“The score takes care of itself.”",
    "If you want better results, then forget about setting goals. Focus on your system instead.",
    "Goals are good for setting a direction, but systems are best for making progress.",
    "A handful of problems arise when you spend too much time thinking about your goals and not enough time designing your systems.",
    "Problem #1: Winners and losers have the same goals.",
    "Problem #2: Achieving a goal is only a momentary change.",
    "You treated a symptom without addressing the cause.",
    "Achieving a goal only changes your life for the moment.",
    "Problem #3: Goals restrict your happiness.",
    "The implicit assumption behind any goal is this: “Once I reach my goal, then I’ll be happy.” The problem with a goals-first mentality is that you’re continually putting happiness off until the next milestone.",
    "It makes no sense to restrict your satisfaction to one scenario when there are many paths to success.",
    "Problem #4: Goals are at odds with long-term progress.",
    "The purpose of setting goals is to win the game. The purpose of building systems is to continue playing the game. True long-term thinking is goal-less thinking. It’s not about any single accomplishment. It is about the cycle of endless refinement and continuous improvement. Ultimately, it is your commitment to the process that will determine your progress.",
    "You do not rise to the level of your goals. You fall to the level of your systems.",
    "Just as atoms are the building blocks of molecules, atomic habits are the building blocks of remarkable results.",
    "Few things can have a more powerful impact on your life than improving your daily habits.",
    "The third and deepest layer is changing your identity. This level is concerned with changing your beliefs: your worldview, your self-image, your judgments about yourself and others. Most of the beliefs, assumptions, and biases you hold are associated with this level.",
    "All levels of change are useful in their own way. The problem is the direction of change.",
    "The alternative is to build identity-based habits. With this approach, we start by focusing on who we wish to become.",
    "The second person declines by saying, “No thanks. I’m not a smoker.” It’s a small difference, but this statement signals a shift in identity.",
    "Behind every system of actions is a system of beliefs.",
    "There are a set of beliefs and assumptions that shape the system, an identity behind the habits.",
    "You have a new goal and a new plan, but you haven’t changed who you are.",
    "The ultimate form of intrinsic motivation is when a habit becomes part of your identity. It’s one thing to say I’m the type of person who wants this. It’s something very different to say I’m the type of person who is this.",
    "True behavior change is identity change.",
    "Improvements are only temporary until they become part of who you are.",
    "The goal is not to read a book, the goal is to become a reader.",
    "What you do is an indication of the type of person you believe that you are—either consciously or nonconsciously.",
    "You are simply acting like the type of person you already believe yourself to be.",
    "When you have repeated a story to yourself for years, it is easy to slide into these mental grooves and accept them as a fact.",
    "In time, you begin to resist certain actions because “that’s not who I am.”",
    "Becoming the best version of yourself requires you to continuously edit your beliefs, and to upgrade and expand your identity.",
    "More precisely, your habits are how you embody your identity.",
    "The more you repeat a behavior, the more you reinforce the identity associated with that behavior.",
    "The more evidence you have for a belief, the more strongly you will believe it.",
    "Of course, your habits are not the only actions that influence your identity, but by virtue of their frequency they are usually the most important ones.",
    "In this way, the process of building habits is actually the process of becoming yourself.",
    "This is one reason why meaningful change does not require radical change.",
    "The most practical way to change who you are is to change what you do.",
    "Each time you start a workout, you are an athlete.",
    "Each time you encourage your employees, you are a leader.",
    "You start to believe you can actually accomplish these things.",
    "Of course, it works the opposite way, too. Every time you choose to perform a bad habit, it’s a vote for that identity.",
    "It is a simple two-step process: Decide the type of person you want to be. Prove it to yourself with small wins.",
    "Who is the type of person that could run a successful start-up?",
    "“What would a healthy person do?” All day long, she would use this question as a guide.",
    "The concept of identity-based habits is our first introduction to another key theme in this book: feedback loops. Your habits shape your identity, and your identity shapes your habits.",
    "You have the power to change your beliefs about yourself. Your identity is not set in stone. You have a choice in every moment. You can choose the identity you want to reinforce today with the habits you choose today.",
    "Habits can help you achieve all of these things, but fundamentally they are not about having something. They are about becoming someone.",
    "The real reason habits matter is not because they can get you better results (although they can do that), but because they can change your beliefs about yourself.",
    "From his studies, Thorndike described the learning process by stating, “behaviors followed by satisfying consequences tend to be repeated and those that produce unpleasant consequences are less likely to be repeated.”",
    "“Habits are, simply, reliable solutions to recurring problems in our environment.”",
    "A choice that once required effort is now automatic. A habit has been created.",
    "In a sense, a habit is just a memory of the steps you previously followed to solve a problem in the past.",
    "Habit formation is incredibly useful because the conscious mind is the bottleneck of the brain.8 It can only pay attention to one problem at a time. As a result, your brain is always working to preserve your conscious attention for whatever task is most essential. Whenever possible, the conscious mind likes to pawn off tasks to the nonconscious mind to do automatically.",
    "Habits do not restrict freedom. They create it.",
    "In fact, the people who don’t have their habits handled are often the ones with the least amount of freedom.",
    "Without good health habits, you will always seem to be short on energy.",
    "Without good learning habits, you will always feel like you’re behind the curve.",
    "Building habits in the present allows you to do more of what you want in the future.",
    "The process of building a habit can be divided into four simple steps: cue, craving, response, and reward.",
    "First, there is the cue. The cue triggers your brain to initiate a behavior.",
    "(Of course, these pursuits also indirectly improve our odds of survival and reproduction, which is the deeper motive behind everything we do.)",
    "Your mind is continuously analyzing your internal and external environment for hints of where rewards are located. Because the cue is the first indication that we’re close to a reward, it naturally leads to a craving.",
    "Cravings are the second step, and they are the motivational force behind every habit.",
    "You are not motivated by brushing your teeth but rather by the feeling of a clean mouth.",
    "Every craving is linked to a desire to change your internal state.",
    "The thoughts, feelings, and emotions of the observer are what transform a cue into a craving.",
    "Your brain is a reward detector.",
    "Eliminate the cue and your habit will never start. Reduce the craving and you won’t experience enough motivation to act. Make the behavior difficult and you won’t be able to do it. And if the reward fails to satisfy your desire, then you’ll have no reason to do it again in the future. Without the first three steps, a behavior will not occur. Without all four, a behavior will not be repeated.",
    "I refer to this framework as the Four Laws of Behavior Change, and it provides a simple set of rules for creating good habits and breaking bad ones. You can think of each law as a lever that influences human behavior. When the levers are in the right positions, creating good habits is effortless. When they are in the wrong positions, it is nearly impossible.",
    "We can invert these laws to learn how to break a bad habit.",
    "Why do I say something is important but never seem to make time for it?”",
    "The key to creating good habits and breaking bad ones is to understand these fundamental laws and how to alter them to your specifications.",
    "They are (1) make it obvious, (2) make it attractive, (3) make it easy, and (4) make it satisfying.",
    "You can notice an opportunity and take action without dedicating conscious attention to it.",
    "Another woman I came across in my research was a former preschool teacher who had switched to a corporate job. Even though she was now working with adults, her old habits would kick in and she kept asking coworkers if they had washed their hands after going to the bathroom.",
    "As the psychologist Carl Jung said, “Until you make the unconscious conscious, it will direct your life and you will call it fate.”",
    "Pointing-and-Calling is so effective because it raises the level of awareness from a nonconscious habit to a more conscious level. Because the train operators must use their eyes, hands, mouth, and ears, they are more likely to notice problems before something goes wrong.",
    "There are no good habits or bad habits. There are only effective habits.",
    "“Does this behavior help me become the type of person I wish to be? Does this habit cast a vote for or against my desired identity?”",
    "Don’t blame yourself for your faults. Don’t praise yourself for your successes.",
    "If you eat a chocolate bar every morning, acknowledge it, almost as if you were watching someone else. Oh, how interesting that they would do such a thing.",
    "The first step to changing bad habits is to be on the lookout for them.",
    "Hearing your bad habits spoken aloud makes the consequences seem more real.",
    "The process of behavior change always starts with awareness.",
    "The process of behavior change always starts with awareness. You need to be aware of your habits before you can change them.",
    "The sentence they filled out is what researchers refer to as an implementation intention, which is a plan you make beforehand about when and where to act. That is, how you intend to implement a particular habit.",
    "“When situation X arises, I will perform response Y.”",
    "writing down the exact time and date of when you will",
    "They increase the odds that people will stick with habits like recycling, studying, going to sleep early, and stopping smoking.",
    "The punch line is clear: people who make a specific plan for when and where they will perform a new habit are more likely to follow through.",
    "We tell ourselves, “I’m going to eat healthier” or “I’m going to write more,” but we never say when and where these habits are going to happen.",
    "Many people think they lack motivation when what they really lack is clarity.",
    "Some people spend their entire lives waiting for the time to be right to make an improvement.",
    "I will [BEHAVIOR] at [TIME] in [LOCATION].",
    "If you aren’t sure when to start your habit, try the first day of the week, month, or year.",
    "action. A fresh start feels motivating.",
    "When your dreams are vague, it’s easy to rationalize little exceptions all day long and never get around to the specific things you need to do to succeed.",
    "The Diderot Effect states that obtaining a new possession often creates a spiral of consumption that leads to additional purchases.",
    "No behavior happens in isolation. Each action becomes a cue that triggers the next behavior.",
    "One of the best ways to build a new habit is to identify a current habit you already do each day and then stack your new behavior on top. This is called habit stacking.",
    "The habit stacking formula is: “After [CURRENT HABIT], I will [NEW HABIT].”",
    "For example: ■ Meditation. After I pour my cup of coffee each morning, I will meditate for one minute. ■ Exercise. After I take off my work shoes, I will immediately change into my workout clothes. ■ Gratitude. After I sit down to dinner, I will say one thing I’m grateful for that happened today. ■ Marriage. After I get into bed at night, I will give my partner a kiss. ■ Safety. After I put on my running shoes, I will text a friend or family member where I am running and how long it will take.",
    "Once you have mastered this basic structure, you can begin to create larger stacks by chaining small habits together.",
    "Exercise. When I see a set of stairs, I will take them instead of using the elevator.",
    "Social skills. When I walk into a party, I will introduce myself to someone I don’t know yet.",
    "Finances. When I want to buy something over $100, I will wait twenty-four hours before purchasing.",
    "Healthy eating. When I serve myself a meal, I will always put veggies on my plate first.",
    "Minimalism. When I buy a new item, I will give something away. (“One in, one out.”16)",
    "Mood. When the phone rings, I will take one deep breath and smile before answering.",
    "Forgetfulness. When I leave a public place, I will check the table and chairs to make sure I don’t leave anything behind.",
    "The specificity is important.",
    "The more tightly bound your new habit is to a specific cue, the better the odds are that you will notice when the time comes to act.",
    "The 1st Law of Behavior Change is to make it obvious. Strategies like implementation intentions and habit stacking are among the most practical ways to create obvious cues for your habits and design a clear plan for when and where to take action.",
    "Your habits change depending on the room you are in and the cues in front of you.",
    "Despite our unique personalities, certain behaviors tend to arise again and again under certain environmental conditions.",
    "In this way, the most common form of change is not internal, but external: we are changed by the world around us. Every habit is context dependent.",
    "The truth, however, is that many of the actions we take each day are shaped not by purposeful drive and choice but by the most obvious option.",
    "Some experts estimate that half of the brain’s resources are used on vision.",
    "it should come as no surprise that visual cues are the greatest catalyst of our behavior.",
    "As a result, you can imagine how important it is to live and work in environments that are filled with productive cues and devoid of unproductive ones.",
    "When the cues that spark a habit are subtle or hidden, they are easy to ignore.",
    "If you want to make a habit a big part of your life, make the cue a big part of your environment.",
    "The same strategy can be employed for good habits. By sprinkling triggers throughout your surroundings, you increase the odds that you’ll think about your habit throughout the day. Make sure the best choice is the most obvious one. Making a better decision is easy and natural when the cues for good habits are right in front of you.",
    "Be the designer of your world and not merely the consumer of it.",
    "Our behavior is not defined by the objects in the environment but by our relationship to them.",
    "Think in terms of how you interact with the spaces around you.",
    "The power of context also reveals an important strategy: habits can be easier to change in a new environment.",
    "Go to a new place—a different coffee shop, a bench in the park, a corner of your room you seldom use—and create a new routine there.",
    "It can be hard to study in the living room without getting distracted if that’s where you always play video games.",
    "Create a separate space for work, study, exercise, entertainment, and cooking. The mantra I find useful is “One space, one use.”",
    "Whenever possible, avoid mixing the context of one habit with another.",
    "When you start mixing contexts, you’ll start mixing habits—and the easier ones will usually win out.",
    "If your space is limited, divide your room into activity zones: a chair for reading, a desk for writing, a table for eating.",
    "Every habit should have a home.",
    "A stable environment where everything has a place and a purpose is an environment where habits can easily form.",
    "Small changes in context can lead to large changes in behavior over time.",
    "Typically, 90 percent of heroin users become re-addicted once they return home from rehab.",
    "The people with the best self-control are typically the ones who need to use it the least.",
    "It’s easier to practice self-restraint when you don’t have to use it very often.",
    "A habit that has been encoded in the mind is ready to be used whenever the relevant situation arises.",
    "Once a habit has been encoded, the urge to act follows whenever the environmental cues reappear.",
    "Here’s the punch line: You can break a habit, but you’re unlikely to forget it.",
    "In the long-run, we become a product of the environment that we live in.",
    "I have never seen someone consistently stick to positive habits in a negative environment.",
    "If you’re continually feeling like you’re not enough, stop following social media accounts that trigger jealousy and envy.",
    "Rather than make it obvious, you can make it invisible.",
    "Remove a single cue and the entire habit often fades away.",
    "You may be able to resist temptation once or twice, but it’s unlikely you can muster the willpower to override your desires every time.",
    "This is the secret to self-control. Make the cues of your good habits obvious and the cues of your bad habits invisible.",
    "The inversion of the 1st Law of Behavior Change is make it invisible.",
    "“We’ve gotten too good at pushing our own buttons.”",
    "The modern food industry, and the overeating habits it has spawned, is just one example of the 2nd Law of Behavior Change: Make it attractive.",
    "The more attractive an opportunity is, the more likely it is to become habit-forming.",
    "Online porn splices together stimulating scenes at a rate that would be impossible to replicate in real life.",
    "Scientists can track the precise moment a craving occurs by measuring a neurotransmitter called dopamine.fn1",
    "The ability to experience pleasure remained, but without dopamine, desire died. And without desire, action stopped.",
    "For years, scientists assumed dopamine was all about pleasure, but now we know it plays a central role in many neurological processes, including motivation, learning and memory, punishment and aversion, and voluntary movement.",
    "Gambling addicts have a dopamine spike right before they place a bet, not after they win. Cocaine addicts get a surge of dopamine when they see the powder, not after they take it.",
    "It is the anticipation of a reward—not the fulfillment of it—that gets us to take action.",
    "This is one reason the anticipation of an experience can often feel better than the attainment of it.",
    "Your brain has far more neural circuitry allocated for wanting rewards than for liking them.",
    "Desire is the engine that drives behavior.",
    "Temptation bundling works by linking an action you want to do with an action you need to do.",
    "The habit stacking + temptation bundling formula is: After [CURRENT HABIT], I will [HABIT I NEED]. After [HABIT I NEED], I will [HABIT I WANT].",
    "Doing the thing you need to do means you get to do the thing you want to do.",
    "Temptation bundling is one way to make your habits more attractive. The strategy is to pair an action you want to do with an action you need to do.",
    "“The lone wolf dies, but the pack survives.”",
    "“In the long history of humankind, those who learned to collaborate and improvise most effectively have prevailed.”",
    "In many ways, these social norms are the invisible rules that guide your behavior each day.",
    "Often, you follow the habits of your culture without thinking, without questioning, and sometimes without remembering.",
    "Everyone wants to belong.",
    "We imitate the habits of three groups in particular:2 The close. The many. The powerful.",
    "We pick up habits from the people around us.",
    "I find that I often imitate the behavior of those around me without realizing it.",
    "As a general rule, the closer we are to someone, the more likely we are to imitate some of their habits.",
    "Our friends and family provide a sort of invisible peer pressure that pulls us in their direction.",
    "Of course, peer pressure is bad only if you’re surrounded by bad influences.",
    "One of the most effective things you can do to build better habits is to join a culture where your desired behavior is the normal behavior.",
    "New habits seem achievable when you see others doing them every day.",
    "you are surrounded by fit people, you’re more likely to consider working out to be a common habit.",
    "Surround yourself with people who have the habits you want to have yourself. You’ll rise together.",
    "To make your habits even more attractive, you can take this strategy one step further. Join a culture where (1) your desired behavior is the normal behavior and (2) you already have something in common with the group.",
    "Nothing sustains motivation better than belonging to the tribe. It transforms a personal quest into a shared one.",
    "Previously, you were on your own. Your identity was singular. You are a reader. You are a musician. You are an athlete. When you join a book club or a band or a cycling group, your identity becomes linked to those around you. Growth and change is no longer an individual pursuit. We are readers. We are musicians. We are cyclists. The shared identity begins to reinforce your personal identity.",
    "It’s friendship and community that embed a new identity and help behaviors last over the long run.",
    "Whenever we are unsure how to act, we look to the group to guide our behavior.",
    "The normal behavior of the tribe often overpowers the desired behavior of the individual.",
    "Humans are similar. There is tremendous internal pressure to comply with the norms of the group.",
    "The reward of being accepted is often greater than the reward of winning an argument, looking smart, or finding truth. Most days, we’d rather be wrong with the crowd than be right by ourselves.",
    "Running against the grain of your culture requires extra effort.",
    "When changing your habits means challenging the tribe, change is unattractive. When changing your habits means fitting in with the tribe, change is very attractive.",
    "We are drawn to behaviors that earn us respect, approval, admiration, and status.",
    "This is one reason we care so much about the habits of highly effective people.",
    "We try to copy the behavior of successful people because we desire success ourselves.",
    "We imitate people we envy.",
    "We are also motivated to avoid behaviors that would lower our status.",
    "We are continually wondering “What will others think of me?” and altering our behavior based on the answer.",
    "We tend to adopt habits that are praised and approved of by our culture because we have a strong desire to fit in and belong to the tribe.",
    "A craving is just a specific manifestation of a deeper underlying motive.",
    "Look at nearly any product that is habit-forming and you’ll see that it does not create a new motivation, but rather latches onto the underlying motives of human nature.",
    "Your habits are modern-day solutions to ancient desires.",
    "New versions of old vices.",
    "One person might learn to reduce stress by smoking a cigarette. Another person learns to ease their anxiety by going for a run.",
    "Your current habits are not necessarily the best way to solve the problems you face; they are just the methods you learned to use.",
    "Desire is the difference between where you are now and where you want to be in the future.",
    "When you binge-eat or light up or browse social media, what you really want is not a potato chip or a cigarette or a bunch of likes. What you really want is to feel different.",
    "Neurologists have discovered that when emotions and feelings are impaired, we actually lose the ability to make decisions.",
    "You can make hard habits more attractive if you can learn to associate them with a positive experience.",
    "I once heard a story about a man who uses a wheelchair. When asked if it was difficult being confined, he responded, “I’m not confined to my wheelchair—I am liberated by it.5 If it wasn’t for my wheelchair, I would be bed-bound and never able to leave my house.” This shift in perspective completely transformed how he lived each day.",
    "Reframing your habits to highlight their benefits rather than their drawbacks is a fast and lightweight way to reprogram your mind and make a habit seem more attractive.",
    "Exercise. Many people associate exercise with being a challenging task that drains energy and wears you down. You can just as easily view it as a way to develop skills and build you up. Instead of telling yourself “I need to go run in the morning,” say “It’s time to build endurance and get fast.”",
    "Finance. Saving money is often associated with sacrifice. However, you can associate it with freedom rather than limitation if you realize one simple truth: living below your current means increases your future means. The money you save this month increases your purchasing power next month.",
    "Meditation. Anyone who has tried meditation for more than three seconds knows how frustrating it can be when the next distraction inevitably pops into your mind. You can transform frustration into delight when you realize that each interruption gives you a chance to practice returning to your breath. Distraction is a good thing because you need distractions to practice meditation.",
    "You can reframe “I am nervous” to “I am excited and I’m getting an adrenaline rush to help me concentrate.”",
    "At the end of the term, he was surprised to find that all the best photos were produced by the quantity group. During the semester, these students were busy taking photos, experimenting with composition and lighting, testing out various methods in the darkroom, and learning from their mistakes. In the process of creating hundreds of photos, they honed their skills. Meanwhile, the quality group sat around speculating about perfection. In the end, they had little to show for their efforts other than unverified theories and one mediocre photo.",
    "We are so focused on figuring out the best approach that we never get around to taking action.",
    "“The best is the enemy of the good.”",
    "Action, on the other hand, is the type of behavior that will deliver an outcome.",
    "If I outline twenty ideas for articles I want to write, that’s motion. If I actually sit down and write an article, that’s action. If I search for a better diet plan and read a few books on the topic, that’s motion. If I actually eat a healthy meal, that’s action.",
    "Only the action of working out will get the result you’re looking to achieve.",
    "It’s easy to be in motion and convince yourself that you’re still making progress.",
    "Motion makes you feel like you’re getting things done. But really, you’re just preparing to get something done.",
    "You don’t want to merely be planning. You want to be practicing.",
    "If you want to master a habit, the key is to start with repetition, not perfection.",
    "Repeating a habit leads to clear physical changes in the brain.",
    "Like the muscles of the body responding to regular weight training, particular regions of the brain adapt as they are used and atrophy as they are abandoned.",
    "This means that simply putting in your reps is one of the most critical steps you can take to encoding a new habit.",
    "It is why the students who took tons of photos improved their skills while those who merely theorized about perfect photos did not.",
    "Automaticity is the ability to perform a behavior without thinking about each step, which occurs when the nonconscious mind takes over.",
    "an important truth about behavior change: habits form based on frequency, not time.",
    "You need to string together enough successful attempts until the behavior is firmly embedded in your mind and you cross the Habit Line.",
    "In practice, it doesn’t really matter how long it takes for a habit to become automatic. What matters is that you take the actions you need to take to make progress. Whether an action is fully automatic is of less importance.",
    "The most effective form of learning is practice, not planning.",
    "Maybe if you really wanted it, you’d actually do it. But the truth is, our real motivation is to be lazy and to do what is convenient.",
    "Energy is precious, and the brain is wired to conserve it whenever possible. It is human nature to follow the Law of Least Effort, which states that when deciding between two similar options, people will naturally gravitate toward the option that requires the least amount of work.",
    "And the less energy a habit requires, the more likely it is to occur.",
    "Journaling is an obstacle to thinking clearly.",
    "You don’t actually want the habit itself. What you really want is the outcome the habit delivers.",
    "Habits are easier to build when they fit into the flow of your life.",
    "Much of the battle of building better habits comes down to finding ways to reduce the friction associated with our good habits and increase the friction associated with our bad ones.",
    "“perfect time to clean the toilet is right before you wash yourself in the shower anyway.”",
    "Want to exercise? Set out your workout clothes, shoes, gym bag, and water bottle ahead of time.",
    "Want to improve your diet? Chop up a ton of fruits and vegetables on weekends and pack them in containers, so you have easy access to healthy, ready-to-eat options during the week.",
    "These are simple ways to make the good habit the path of least resistance.",
    "When I delete social media apps from my phone, it can be weeks before I download them again and log in.",
    "“How can we design a world where it’s easy to do what’s right?” Redesign your life so the actions that matter most are also the actions that are easiest to do.",
    "Human behavior follows the Law of Least Effort. We will naturally gravitate toward the option that requires the least amount of work.",
    "The difference between a good day and a bad day is often a few productive and healthy choices made at decisive moments. Each one is like a fork in the road, and these choices stack up throughout the day and can ultimately lead to very different outcomes.",
    "“When you start a new habit, it should take less than two minutes to do.”",
    "A new habit should not feel like a challenge.",
    "What you want is a “gateway habit” that naturally leads you down a more productive path.",
    "The point is to master the habit of showing up.",
    "The truth is, a habit must be established before it can be improved.",
    "If you can’t learn the basic skill of showing up, then you have little hope of mastering the finer details.",
    "Instead of trying to engineer a perfect habit from the start, do the easy thing on a more consistent basis. You have to standardize before you can optimize.",
    "The more you ritualize the beginning of a process, the more likely it becomes that you can slip into the state of deep focus that is required to do great things.",
    "By doing the same warm-up before every workout, you make it easier to get into a state of peak performance.",
    "You’re not worried about getting in shape. You’re focused on becoming the type of person who doesn’t miss workouts.",
    "It’s better to do less than you hoped than to do nothing at all.",
    "Whenever you are struggling to stick with a habit, you can employ the Two-Minute Rule. It’s a simple way to make your habits easy.",
    "Sometimes success is less about making good habits easy and more about making bad habits hard.",
    "make your bad habits more difficult by creating what psychologists call a commitment device. A commitment device is a choice you make in the present that controls your actions in the future.",
    "Commitment devices are useful because they enable you to take advantage of good intentions before you can fall victim to temptation.",
    "“Civilization advances by extending the number of operations we can perform without thinking about them.”",
    "After I removed the mental candy from my environment, it became much easier to eat the healthy stuff.",
    "The problem wasn’t knowledge. The problem was consistency.",
    "We are more likely to repeat a behavior when the experience is satisfying.",
    "Conversely, if an experience is not satisfying, we have little reason to repeat it.",
    "What is rewarded is repeated. What is punished is avoided.",
    "Positive emotions cultivate habits.",
    "You live in what scientists call a delayed-return environment because you can work for years before your actions deliver the intended payoff.",
    "The human brain did not evolve for life in a delayed-return environment.",
    "The world has changed much in recent years, but human nature has changed little.",
    "Similar to other animals on the African savannah, our ancestors spent their days responding to grave threats, securing the next meal, and taking shelter from a storm. It made sense to place a high value on instant gratification. The distant future was less of a concern. And after thousands of generations in an immediate-return environment, our brains evolved to prefer quick payoffs to long-term ones.",
    "That is, the way your brain evaluates rewards is inconsistent across time.",
    "With our bad habits, the immediate outcome usually feels good, but the ultimate outcome feels bad. With good habits, it is the reverse: the immediate outcome is unenjoyable, but the ultimate outcome feels good.",
    "Put another way, the costs of your good habits are in the present. The costs of your bad habits are in the future.",
    "You are choosing for Present You, who wants to be full, pampered, and entertained.",
    "As a general rule, the more immediate pleasure you get from an action, the more strongly you should question whether it aligns with your long-term goals.",
    "What is immediately rewarded is repeated. What is immediately punished is avoided.",
    "The road less traveled is the road of delayed gratification.",
    "As the saying goes, the last mile is always the least crowded.",
    "At some point, success in nearly every field requires you to ignore an immediate reward in favor of a delayed reward.",
    "Here’s the problem: most people know that delaying gratification is the wise approach.",
    "Thankfully, it’s possible to train yourself to delay gratification—but you need to work with the grain of human nature, not against it. The best way to do this is to add a little bit of immediate pleasure to the habits that pay off in the long-run and a little bit of immediate pain to ones that don’t.",
    "The vital thing in getting a habit to stick is to feel successful—even if it’s in a small way. The feeling of success is a signal that your habit paid off and that the work was worth the effort.",
    "The identity itself becomes the reinforcer. You do it because it’s who you are and it feels good to be you. The more a habit becomes part of your life, the less you need outside encouragement to follow through.",
    "Incentives can start a habit. Identity sustains a habit.",
    "And change is easy when it is enjoyable.",
    "The human brain evolved to prioritize immediate rewards over delayed rewards.",
    "Making progress is satisfying, and visual measures—like moving paper clips or hairpins or marbles—provide clear evidence of your progress. As a result, they reinforce your behavior and add a little bit of immediate satisfaction to any activity.",
    "“Don’t break the chain” is a powerful mantra. Don’t break the chain of sales calls and you’ll build a successful book of business. Don’t break the chain of workouts and you’ll get fit faster than you’d expect. Don’t break the chain of creating every day and you will end up with an impressive portfolio.3 Habit tracking is powerful because it leverages multiple Laws of Behavior Change. It simultaneously makes a behavior obvious, attractive, and satisfying.",
    "The mere act of tracking a behavior can spark the urge to change it.",
    "When you’re feeling down, it’s easy to forget about all the progress you have already made. Habit tracking provides visual proof of your hard work—a subtle reminder of how far you’ve come. Plus, the empty square you see each morning can motivate you to get started because you don’t want to lose your progress by breaking the streak.",
    "I try to remind myself of a simple rule: never miss twice.",
    "The first mistake is never the one that ruins you.7 It is the spiral of repeated mistakes that follows. Missing once is an accident.8 Missing twice is the start of a new habit.",
    "The breaking of a habit doesn’t matter if the reclaiming of it is fast.",
    "I think this principle is so important that I’ll stick to it even if I can’t do a habit as well or as completely as I would like. Too often, we fall into an all-or-nothing cycle with our habits. The problem is not slipping up; the problem is thinking that if you can’t do something perfectly, then you shouldn’t do it at all.",
    "You don’t realize how valuable it is to just show up on your bad (or busy) days.",
    "“The first rule of compounding: Never interrupt it unnecessarily.”",
    "This is why the “bad” workouts are often the most important ones. Sluggish days and bad workouts maintain the compound gains you accrued from previous good days. Simply doing something—ten squats, five sprints, a push-up, anything really—is huge. Don’t put up a zero. Don’t let losses eat into your compounding.",
    "Furthermore, it’s not always about what happens during the workout. It’s about being the type of person who doesn’t miss workouts. It’s easy to train when you feel good, but it’s crucial to show up when you don’t feel like it—even if you do less than you hope. Going to the gym for five minutes may not improve your performance, but it reaffirms your identity.",
    "The dark side of tracking a particular behavior is that we become driven by the number rather than the purpose behind it.",
    "We focus on working long hours instead of getting meaningful work done.",
    "When we choose the wrong measurement, we get the wrong behavior.",
    "“When a measure becomes a target, it ceases to be a good measure.”",
    "Don’t break the chain. Try to keep your habit streak alive.",
    "Never miss twice. If you miss one day, try to get back on track as quickly as possible.",
    "Just because you can measure something doesn’t mean it’s the most important thing.",
    "The more immediate and more costly a mistake is, the faster you will learn from it.",
    "The more immediate the pain, the less likely the behavior. If you want to prevent bad habits and eliminate unhealthy behaviors, then adding an instant cost to the action is a great way to reduce their odds.",
    "Just as governments use laws to hold citizens accountable, you can create a habit contract to hold yourself accountable.",
    "A habit contract is a verbal or written agreement in which you state your commitment to a particular habit and the punishment that will occur if you don’t follow through.",
    "Suddenly, you are not only failing to uphold your promises to yourself, but also failing to uphold your promises to others.",
    "The secret to maximizing your odds of success is to choose the right field of competition.",
    "Habits are easier to perform, and more satisfying to stick with, when they align with your natural inclinations and abilities.",
    "you want to play a game where the odds are in your favor.",
    "Embracing this strategy requires the acceptance of the simple truth that people are born with different abilities.",
    "The people at the top of any competitive field are not only well trained, they are also well suited to the task. And this is why, if you want to be truly great, selecting the right place to focus is crucial.",
    "“Genes can predispose, but they don’t predetermine.”",
    "You don’t have to build the habits everyone tells you to build.",
    "Learning to play a game where the odds are in your favor is critical for maintaining motivation and feeling successful.",
    "Pick the right habit and progress is easy. Pick the wrong habit and life is a struggle.",
    "The proper balance depends on whether you’re winning or losing. If you are currently winning, you exploit, exploit, exploit. If you are currently losing, you continue to explore, explore, explore.",
    "The work that hurts you less than it hurts others is the work you were made to do.",
    "Flow is the mental state you enter when you are so focused on the task at hand that the rest of the world fades away.",
    "It is nearly impossible to experience a flow state and not find the task satisfying at least to some degree.",
    "“Everyone has at least a few areas in which they could be in the top 25% with some effort.",
    "When you can’t win by being better, you can win by being different.",
    "By combining your skills, you reduce the level of competition, which makes it easier to stand out.",
    "You can shortcut the need for a genetic advantage (or for years of practice) by rewriting the rules.",
    "A good player works hard to win the game everyone else is playing. A great player creates a new game that favors their strengths and avoids their weaknesses.",
    "Specialization is a powerful way to overcome the “accident” of bad genetics.",
    "The more you master a specific skill, the harder it becomes for others to compete with you.",
    "If you can find a more favorable environment, you can transform the situation from one where the odds are against you to one where they are in your favor.",
    "Our genes do not eliminate the need for hard work. They clarify it. They tell us what to work hard on.",
    "Biological differences matter. Even so, it’s more productive to focus on whether you are fulfilling your own potential than comparing yourself to someone else.",
    "The fact that you have a natural limit to any specific ability has nothing to do with whether you are reaching the ceiling of your capabilities.",
    "Until you work as hard as those you admire, don’t explain away their success as luck.",
    "Work hard on the things that come easy.",
    "The secret to maximizing your odds of success is to choose the right field of competition.",
    "While there is still much to learn, one of the most consistent findings is that the way to maintain motivation and achieve peak levels of desire is to work on tasks of “just manageable difficulty.”",
    "The Goldilocks Rule states that humans experience peak motivation when working on tasks that are right on the edge of their current abilities. Not too hard. Not too easy. Just right.",
    "Once a habit has been established, however, it’s important to continue to advance in small ways. These little improvements and new challenges keep you engaged. And if you hit the Goldilocks Zone just right, you can achieve a flow state.",
    "working on challenges of just manageable difficulty—something on the perimeter of your ability—seems crucial for maintaining motivation.",
    "Improvement requires a delicate balance. You need to regularly search for challenges that push you to your edge while continuing to make enough progress to stay motivated.",
    "“At some point it comes down to who can handle the boredom of training every day, doing the same lifts over and over and over.”",
    "The difference is that they still find a way to show up despite the feelings of boredom.",
    "The greatest threat to success is not failure but boredom.",
    "As soon as we experience the slightest dip in motivation, we begin seeking a new strategy—even if the old one was still working.",
    "As Machiavelli noted, “Men desire novelty to such an extent that those who are doing well wish for a change as much as those who are doing badly.”",
    "Perhaps this is why many of the most habit-forming products are those that provide continuous forms of novelty. Video games provide visual novelty. Porn provides sexual novelty. Junk foods provide culinary novelty. Each of these experiences offer continual elements of surprise.",
    "Variable rewards or not, no habit will stay interesting forever. At some point, everyone faces the same challenge on the journey of self-improvement: you have to fall in love with boredom.",
    "We all have goals that we would like to achieve and dreams that we would like to fulfill, but it doesn’t matter what you are trying to become better at, if you only do the work when it’s convenient or exciting, then you’ll never be consistent enough to achieve remarkable results.",
    "Professionals stick to the schedule; amateurs let life get in the way.",
    "When a habit is truly important to you, you have to be willing to stick to it in any mood.",
    "Professionals take action even when the mood isn’t right.",
    "The only way to become excellent is to be endlessly fascinated by doing the same thing over and over. You have to fall in love with boredom.",
    "When you can do it “good enough” on autopilot, you stop thinking about how to do it better.",
    "The upside of habits is that we can do things without thinking. The downside of habits is that you get used to doing things a certain way and stop paying attention to little errors.",
    "In fact, some research has shown that once a skill has been mastered there is usually a slight decline in performance over time.",
    "However, when you want to maximize your potential and achieve elite levels of performance, you need a more nuanced approach.",
    "You can’t repeat the same things blindly and expect to become exceptional.",
    "Habits are necessary, but not sufficient for mastery.",
    "What you need is a combination of automatic habits and deliberate practice.",
    "Although habits are powerful, what you need is a way to remain conscious of your performance over time, so you can continue to refine and improve.",
    "The way to be successful is to learn how to do things right, then do them the same way every time.”",
    "Reflection and review enables the long-term improvement of all habits because it makes you aware of your mistakes and helps you consider possible paths for improvement.",
    "I know of executives and investors who keep a “decision journal” in which they record the major decisions they make each week, why they made them, and what they expect the outcome to be. They review their choices at the end of each month or year to see where they were correct and where they went wrong.",
    "Improvement is not just about learning habits, it’s also about fine-tuning them.",
    "Finally, reflection and review offers an ideal time to revisit one of the most important aspects of behavior change: identity.",
    "In the beginning, repeating a habit is essential to build up evidence of your desired identity.",
    "As you latch on to that new identity, however, those same beliefs can hold you back from the next level of growth.",
    "The more sacred an idea is to us—that is, the more deeply it is tied to our identity—the more strongly we will defend it against criticism.",
    "The tighter we cling to an identity, the harder it becomes to grow beyond it.",
    "A lack of self-awareness is poison. Reflection and review is the antidote.",
    "The holy grail of habit change is not a single 1 percent improvement, but a thousand of them. It’s a bunch of atomic habits stacking up, each one a fundamental unit of the overall system.",
    "Success is not a goal to reach or a finish line to cross. It is a system to improve, an endless process to refine.",
    "Sometimes a habit will be hard to remember and you’ll need to make it obvious.",
    "Other times you won’t feel like starting and you’ll need to make it attractive.",
    "In many cases, you may find that a habit will be too difficult and you’ll need to make it easy.",
    "And sometimes, you won’t feel like sticking with it and you’ll need to make it satisfying.",
    "Make it obvious. Make it attractive. Make it easy. Make it satisfying. Round and round. Always looking for the next way to get 1 percent better.",
    "The secret to getting results that last is to never stop making improvements.",
    "It’s remarkable what you can build if you just don’t stop. It’s remarkable the business you can build if you don’t stop working. It’s remarkable the body you can build if you don’t stop training. It’s remarkable the knowledge you can build if you don’t stop learning. It’s remarkable the fortune you can build if you don’t stop saving. It’s remarkable the friendships you can build if you don’t stop caring. Small habits don’t add up. They compound.",
    "That’s the power of atomic habits. Tiny changes. Remarkable results.",
    "cue, craving, response, reward.",
    "“Happiness is the space between one desire being fulfilled and a new desire forming.”",
    "Being motivated and curious counts for more than being smart because it leads to action.",
    "It is desire, not intelligence, that prompts behavior.",
    "“The trick to doing anything is first cultivating a desire for it.”",
    "The source of all suffering is the desire for a change in state.",
    "The desire to change your state is what powers you to take action.",
    "Your actions reveal your true motivations.",
    "“Being poor is not having too little, it is wanting more.”"
  ],
  "Think and Grow Rich (English)": [
    "when a man really desires a thing so deeply that he is willing to stake his entire future on a single turn of the wheel in order to get it, he is sure to win.",
    "“when one is truly ready for a thing, it puts in its appearance.”",
    "That is one of the tricks of opportunity. It has a sly habit of slipping in by the back door, and often it comes disguised in the form of misfortune, or temporary defeat. Perhaps this is why so many fail to recognize opportunity.",
    "One of the most common causes of failure is the habit of quitting when one is overtaken by temporary defeat. Every person is guilty of this mistake at one time or another.",
    "Before success comes in any man’s life, he is sure to meet with much temporary defeat, and, perhaps, some failure. When defeat overtakes a man, the easiest and most logical thing to do is to quit. That is exactly what the majority of men do.",
    "Failure is a trickster with a keen sense of irony and cunning. It takes great delight in tripping one when success is almost within reach.",
    "when riches begin to come they come so quickly, in such great abundance, that one wonders where they have been hiding during all those lean years. This is an astounding statement, and all the more so, when we take into consideration the popular belief, that riches come only to those who work hard and long.",
    "One of the main weaknesses of mankind is the average man’s familiarity with the word “impossible.”",
    "Success comes to those who become success conscious. Failure comes to those who indifferently allow themselves to become failure conscious.",
    "When Henley wrote the prophetic lines, “I am the Master of my Fate, I am the Captain of my Soul,” he should have informed us that we are the Masters of our Fate, the Captains of our Souls, because we have the power to control our thoughts.",
    "Every person who wins in any undertaking must be willing to burn his ships and cut all sources of retreat. Only by so doing can one be sure of maintaining that state of mind known as a burning desire to win, essential to success.",
    "Every human being who reaches the age of understanding of the purpose of money, wishes for it. Wishing will not bring riches. But desiring riches with a state of mind that becomes an obsession, then planning definite ways and means to acquire riches, and backing those plans with persistence which does not recognize failure, will bring riches.",
    "Create a definite plan for carrying out your desire, and begin at once, whether you are ready or not, to put this plan into action.",
    "Only those who become “money conscious” ever accumulate great riches. “Money consciousness” means that the mind has become so thoroughly saturated with the desire for money that one can see one’s self already in possession of it.",
    "The practical dreamers have always been, and always will be the pattern-makers of civilization.",
    "“Success requires no apologies, failure permits no alibis.”",
    "Disappointment over love affairs, generally has the effect of driving men to drink, and women to ruin; and this, because most people never learn the art of transmuting their strongest emotions into dreams of a constructive nature.",
    "Her entire life has served as evidence that no one ever is defeated until defeat has been accepted as a reality.",
    "Open-mindedness is essential for belief. Closed minds do not inspire faith, courage, and belief.",
    "every adversity brings with it the seed of an equivalent advantage,",
    "If Mother Nature bends to the will of desire, is it logical that mere men can defeat a burning desire?",
    "The emotions of faith, love, and sex are the most powerful of all the major positive emotions.",
    "They are the creators of their own “misfortunes,” because of this negative belief, which is picked up by the subconscious mind, and translated into its physical equivalent.",
    "Faith is the only known antidote for failure!",
    "I know that a negative attitude toward others can never bring me success.",
    "I will cause others to believe in me, because I will believe in them, and in myself.",
    "If you fill your mind with fear, doubt and unbelief in your ability to connect with, and use the forces of Infinite Intelligence, the law of autosuggestion will take this spirit of unbelief and use it as a pattern by which your subconscious mind will translate it into its physical equivalent.",
    "“Life’s battles don’t always go To the stronger or faster man, But soon or late the man who wins Is the man who thinks he can!”",
    "He created it out of his understanding of the principle of faith, and through his ability to transplant that faith into the minds of two hundred million people.",
    "Stated in another way, autosuggestion is self-suggestion.",
    "If you repeat a million times the famous Emil Coué formula, “Day by day, in every way, I am getting better and better,” without mixing emotion and faith with your words, you will experience no desirable results.",
    "confusion to millions of people who falsely believe that “knowledge is power.” It is nothing of the sort! Knowledge is only potential power. It becomes power only when, and if, it is organized into definite plans of action, and directed to a definite end.",
    "An educated man is not, necessarily, one who has an abundance of general or specialized knowledge. An educated man is one who has so developed the faculties of his mind that he may acquire anything he wants, or its equivalent, without violating the rights of others.",
    "The person who stops studying merely because he has finished school is forever hopelessly doomed to mediocrity, no matter what may be his calling. The way of success is the way of continuous pursuit of knowledge.",
    "“All the world loves a winner, and has no time for a loser,”",
    "The backbone of all ideas is specialized knowledge.",
    "Capability means imagination, the one quality needed to combine specialized knowledge with ideas, in the form of organized plans designed to yield riches.",
    "It has been said that man can create anything which he can imagine.",
    "Man’s only limitation, within reason, lies in his development and use of his imagination.",
    "Your imaginative faculty may have become weak through inaction. It can be revived and made alert through usage. This faculty does not die, though it may become quiescent through lack of use.",
    "Generally speaking, an idea is an impulse of thought that impels action, by an appeal to the imagination. All master salesmen know that ideas can be sold where merchandise cannot. Ordinary salesmen do not know this – that is why they are “ordinary.”",
    "Crooners and light chatter artists who now pollute the air with wisecracks and silly giggles, will go the way of all light timbers, and their places will be taken by real artists who interpret carefully planned programmes which have been designed to service the minds of men, as well as provide entertainment.",
    "It was no ordinary desire that survived disappointment, discouragement, temporary defeat, criticism, and the constant reminding of “waste of time.” It was a burning desire! An obsession!",
    "Ideas are intangible forces, but they have more power than the physical brains that give birth to them. They have the power to live on, after the brain that creates them has returned to dust.",
    "A quitter never wins – and a winner never quits.",
    "It is no disgrace to be a follower. On the other hand, it is no credit to remain a follower. Most great leaders began in the capacity of followers. They became great leaders because they were intelligent followers. With few exceptions, the man who cannot follow a leader intelligently, cannot become an efficient leader. The man who can follow a leader most efficiently, is usually the man who develops into leadership most rapidly. An intelligent follower has many advantages, among them the opportunity to acquire knowledge from his leader.",
    "Self-Control. The man who cannot control himself, can never control others. Self-control sets a mighty example for one’s followers, which the more intelligent will emulate.",
    "Definiteness of Plans. The successful leader must plan his work, and work his plan. A leader who moves by guesswork, without practical, definite plans, is comparable to a ship without a rudder. Sooner or later, he will land on the rocks.",
    "The Habit of Doing More Than Paid For. One of the penalties of leadership is the necessity of willingness, upon the part of the leader, to do more than he requires of his followers.",
    "Mastery of Detail. Successful leadership calls for mastery of details of the leader’s position.",
    "Willingness to Assume Full Responsibility. The successful leader must be willing to assume responsibility for the mistakes and the shortcomings of his followers. If he tries to shift this responsibility, he will not remain the leader. If one of his followers makes a mistake, and shows himself incompetent, the leader must consider that it is he who failed.",
    "No genuine leader is ever “too busy” to do anything which may be required of him in his capacity as leader.",
    "The world does not pay men for that which they “know.” It pays them for what they do, or induce others to do.",
    "The leader who fears that one of his followers may take his position is practically sure to realize that fear sooner or later.",
    "It is an eternal truth that men receive more pay for their ability to get others to perform, than they could possibly earn by their own efforts.",
    "The leader who tries to impress his followers with his “authority” comes within the category of leadership through force. If a leader is a real leader, he will have no need to advertise that fact except by his conduct – his sympathy, understanding, fairness, and a demonstration that he knows his job.",
    "The doors to the office of the real leader are open to all who wish to enter, and his working quarters are free from formality or ostentation.",
    "Remember that it is not the lawyer who knows the most law, but the one who best prepares his case, who wins. If your “case” is properly prepared and presented, your victory will have been more than half won at the outset.",
    "Moreover, if you sell yourself to an employer in a manner that impresses him with your individuality, you probably will receive more money for your services from the very start, than you would if you applied for employment in the usual conventional way.",
    "Every person who starts, or “gets in” half way up the ladder, does so by deliberate and careful planning (excepting, of course, the Boss’ son).",
    "The real employer of the future will be the public.",
    "Every person must be his own salesman of personal services.",
    "Experience has proven that the best-educated people are often those who are known as “self-made,” or self-educated.",
    "Any person who is educated is one who has learned to get whatever he wants in life without violating the rights of others.",
    "Men are paid, not merely for what they know, but more particularly for what they do with that which they know.",
    "Discipline comes through self-control.",
    "If you do not conquer the self, you will be conquered by the self.",
    "No person may enjoy outstanding success without good health.",
    "The time will never be “just right.”",
    "Indecision and procrastination are twin brothers. Where one is found, the other may usually be found also.",
    "Wrong Selection of a Mate in Marriage. This a most common cause of failure. The relationship of marriage brings people intimately into contact. Unless this relationship is harmonious, failure is likely to follow. Moreover, it will be a form of failure that is marked by misery and unhappiness, destroying all signs of ambition.",
    "Intolerance. The person with a “closed” mind on any subject seldom gets ahead. Intolerance means that one has stopped acquiring knowledge. The most damaging forms of intolerance are those connected with religious, racial, and political differences of opinion.",
    "If you market merchandise successfully, you must know the merchandise. The same is true in marketing personal services.",
    "Have I permitted the habit of procrastination to decrease my efficiency, and if so, to what extent?",
    "Have I expressed, either openly or secretly, any form of egotism?",
    "Am I in the right vocation, and if not, why not?",
    "Procrastination, the opposite of decision, is a common enemy which practically every man must conquer.",
    "The majority of people who fail to accumulate money sufficient for their needs, are, generally, easily influenced by the “opinions” of others.",
    "“Opinions” are the cheapest commodities on earth.",
    "Genuine wisdom is usually conspicuous through modesty and silence.",
    "“Tell the world what you intend to do, but first show it.”",
    "The major weakness of all educational systems is that they neither teach nor encourage the habit of definite decision.",
    "They developed the habit of persistence, because they were so closely driven by circumstances, that they had to become persistent.",
    "There is no substitute for persistence! It cannot be supplanted by any other quality!",
    "Those who can’t take it, simply do not make the grade.",
    "Those who can “take it” are bountifully rewarded for their persistence.",
    "“Every failure brings with it the seed of an equivalent advantage.”",
    "We see the few who take the punishment of defeat as an urge to greater effort.",
    "One thing we all know, if one does not possess persistence, one does not achieve noteworthy success in any calling.",
    "From all over the world people have come to Broadway, seeking fame, fortune, power, love, or whatever it is that human beings call success.",
    "Knowing what one wants",
    "Persistence is the direct result of habit.",
    "Fear, the worst of all enemies, can be effectively cured by forced repetition of acts of courage.",
    "Lack of interest in acquiring specialized knowledge.",
    "The habit of blaming others for one’s mistakes, and accepting unfavorable circumstances as being unavoidable.",
    "Willingness, even eagerness, to quit at the first sign of defeat.",
    "The majority of people permit relatives, friends, and the public at large to so influence them that they cannot live their own lives, because they fear criticism.",
    "I discovered that most ideas are stillborn, and need the breath of life injected into them through definite plans of immediate action.",
    "Riches do not respond to wishes. They respond only to definite plans, backed by definite desires, through constant persistence.",
    "Power is required for the accumulation of money! Power is necessary for the retention of money after it has been accumulated!",
    "When a group of individual brains are coordinated and function in Harmony, the increased energy created through that alliance, becomes available to every individual brain in the group.",
    "“Men take on the nature and the habits and the power of thought of those with whom they associate in a spirit of sympathy and harmony.”",
    "If it is not transmuted into some creative effort it will find a less worthy outlet.",
    "Fortunate, indeed, is the person who has discovered how to give sex emotion an outlet through some form of creative effort, for he has, by that discovery, lifted himself to the status of a genius.",
    "The men who have accumulated great fortunes and achieved outstanding recognition in literature, art, industry, architecture, and the professions, were motivated by the influence of a woman.",
    "The emotion of sex contains the secret of creative ability.",
    "The pages of history are filled with the records of great leaders whose achievements may be traced directly to the influence of women who aroused the creative faculties of their minds, through the stimulation of sex desire.",
    "The human mind responds to stimulation! Among the greatest, and most powerful of these stimuli is the urge of sex.",
    "Sex energy is the creative energy of all geniuses.",
    "One of America’s most able business men frankly admitted that his attractive secretary was responsible for most of the plans he created.",
    "When employing salesmen, the more capable sales manager looks for the quality of personal magnetism as the first requirement of a salesman. People who lack sex energy will never become enthusiastic nor inspire others with enthusiasm, and enthusiasm is one of the most important requisites in salesmanship, no matter what one is selling. The public speaker, orator, preacher, lawyer, or salesman who is lacking in sex energy is a “flop,” as far as being able to influence others is concerned.",
    "Men and women who are known to be blessed – yes, blessed – with highly sexed natures, are usually looked upon as being people who will bear watching. Instead of being called blessed, they are usually called cursed.",
    "It may be misused, and often is, to such an extent that it debases, instead of enriches, both body and mind.",
    "Intemperance in sex habits is just as detrimental as intemperance in habits of drinking and eating.",
    "Not every person knows, however, that overindulgence in sex expression may become a habit as destructive and as detrimental to creative effort as narcotics or liquor.",
    "A sex-mad man is not essentially different than a dope-mad man!",
    "When the emotion of love begins to mix itself with the emotion of sex, the result is calmness of purpose, poise, accuracy of judgment, and balance.",
    "When driven by his desire to please a woman, based solely upon the emotion of sex, a man may be, and usually is, capable of great achievement, but his actions may be disorganized, distorted, and totally destructive. When driven by his desire to please a woman, based upon the motive of sex alone, a man may steal, cheat, and even commit murder. But when the emotion of love is mixed with the emotion of sex, that same man will guide his actions with more sanity, balance, and reason.",
    "Love, Romance, and Sex are all emotions capable of driving men to heights of super achievement.",
    "Even the memories of love are sufficient to lift one to a higher plane of creative effort.",
    "Love is, without question, life’s greatest experience.",
    "The love which one feels in true friendship is not the same as that felt for one’s sweetheart, parents, or children, but it, too, is a form of love.",
    "Marriages, not blessed with the eternal affinity of love, properly balanced and proportioned, with sex, cannot be happy ones – and seldom endure. Love, alone, will not bring happiness in marriage, nor will sex alone. When these two beautiful emotions are blended, marriage may bring about a state of mind, closest to the spiritual that one may ever know on this earthly plane.",
    "Man’s greatest motivating force is his desire to please woman!",
    "Men who accumulate large fortunes, and attain to great heights of power and fame, do so, mainly, to satisfy their desire to please women.",
    "It is this inherent desire of man to please woman, which gives woman the power to make or break a man.",
    "You may voluntarily plant in your subconscious mind any plan, thought, or purpose which you desire to translate into its physical or monetary equivalent.",
    "Remember, your subconscious mind functions voluntarily, whether you make any effort to influence it or not.",
    "Positive and negative emotions cannot occupy the mind at the same time.",
    "These are indecision, doubt, and fear!",
    "Indecision crystalizes into doubt; the two blend and become fear!",
    "Do not be deceived by the habits of these subtle enemies. Sometimes they remain hidden in the subconscious mind, where they are difficult to locate, and still more difficult to eliminate.",
    "Physicians, without fear or hesitation, have been known to physically contact hundreds of people, daily, who were suffering from such contagious diseases as small-pox, without becoming infected. Their immunity against the disease consisted largely, if not solely, in their absolute lack of fear.",
    "Man can create nothing which he does not first conceive in the form of an impulse of thought.",
    "Nature has endowed man with absolute control over but one thing, and that is thought.",
    "The starting point of the path that leads to riches is desire.",
    "If, after reading this chapter, you are willing to accept poverty, you may as well make up your mind to receive poverty. This is one decision you cannot avoid.",
    "Nothing brings man so much suffering and humility as poverty! Only those who have experienced poverty understand the full meaning of this.",
    "Indecision. The habit of permitting others to do one’s thinking. Staying “on the fence.”",
    "Waiting for “the right time” to begin putting ideas and plans into action, until the waiting becomes a permanent habit.",
    "Bargaining with life for a penny, instead of demanding prosperity, opulence, riches, contentment and happiness.",
    "Expecting poverty instead of demanding riches.",
    "Association with those who accept poverty instead of seeking the company of those who demand and receive riches.",
    "The time was, and not so far in the past, when criticism carried severe punishments – it still does in some countries.",
    "The fear of criticism robs man of his initiative, destroys his power of imagination, limits his individuality, takes away his self-reliance, and does him damage in a hundred other ways.",
    "Criticism is the one form of service, of which everyone has too much. Everyone has a stock of it which is handed out freely, whether called for or not. One’s nearest relatives often are the worst offenders. It should be recognized as a crime (in reality it is a crime of the worst nature), for any parent to build inferiority complexes in the mind of a child, through unnecessary criticism. Employers who understand human nature, get the best there is in men, not by criticism, but by constructive suggestion. Parents may accomplish the same results with their children. Criticism will plant fear in the human heart, or resentment, but it will not build love or affection.",
    "“It feels fine. Just think, brother, my troubles will soon be over. I have had nothing but trouble all my life. It has been a hardship to get food and clothing. Soon I will not need these things. I have felt fine ever since I learned for certain that I must die. I made up my mind then, to accept my fate in good spirit.”",
    "Put your foot upon the neck of the fear of criticism by reaching a decision not to worry about what other people think, do, or say.",
    "Kill the habit of worry, in all its forms, by reaching a general, blanket decision that nothing which life has to offer is worth the price of worry.",
    "A man whose mind is filled with fear not only destroys his own chances of intelligent action, but, he transmits these destructive vibrations to the minds of all who come into contact with him, and destroys, also their chances.",
    "First of all, and perhaps most important to be remembered, the person who releases thoughts of a destructive nature, must suffer damage through the breaking down of the faculty of creative imagination.",
    "Secondly, the presence in the mind of any destructive emotion develops a negative personality which repels people, and often converts them into antagonists.",
    "You are the master of your own earthly destiny just as surely as you have the power to control your own thoughts.",
    "“susceptibility to negative influences”.",
    "To protect yourself against negative influences, whether of your own making, or the result of the activities of negative people around you, recognize that you have a will-power, and put it into constant use, until it builds a wall of immunity against negative influences in your own mind.",
    "Recognize that you are, by nature, susceptible to all the six basic fears, and set up. habits for the purpose of counteracting all these fears.",
    "keep your mind closed against all people who depress or discourage you in any way.",
    "Deliberately seek the company of people who influence you to think and act for yourself.",
    "Without doubt, the most common weakness of all human beings is the habit of leaving their minds open to the negative influence of other people.",
    "Are you envious of those who excel you?",
    "Do you encourage other people to bring their worries to you for sympathy?",
    "Could it be possible that some person whom you consider to be a friend is, in reality, your worst enemy, because of his negative influence on your mind?",
    "Do you usually finish everything you begin?",
    "You have absolute control over but one thing, and that is your thoughts.",
    "Mind control is the result of self-discipline and habit.",
    "The most practical of all methods for controlling the mind is the habit of keeping it busy with a definite purpose, backed by a definite plan.",
    "IF I had the courage to see myself as I really am, I would find out what is wrong with me, and correct it, then I might have a chance to profit by my mistakes and learn something from the experience of others, for I know that there is something wrong with me, or I would now be where I would have been if I had spent more time analyzing my weaknesses, and less time building alibis to cover them.",
    "“The first and best victory is to conquer self. To be conquered by self is, of all things, the most shameful and vile.”",
    "“It was a great surprise to me when I discovered that most of the ugliness I saw in others, was but a reflection of my own nature.”",
    "“Life is a checkerboard, and the player opposite you is time. If you hesitate before moving, or neglect to move promptly, your men will be wiped off the board by time. You are playing against a partner who will not tolerate indecision!”"
  ],
  "Success: Why You Fail Where Others Succeed - 5 Life-Changing Personal Development Tips You Wish You Knew (Success Principles Book 1)": [
    "The reason why our subconscious mind is so powerful is because it is a mechanical goal-seeking device. It works through trial and error and will make all the adjustments needed over time until it reaches the goal it was programmed to achieve.",
    "Our reality is in fact based on our personal interpretation of the world and what we choose to focus on constantly. Our current reality is not the result of our past experience. It is the result of our personal interpretation of past experiences in addition to specific parts of reality that we choose to focus our attention on.",
    "Questioning yourself is a powerful tool because you are no longer fighting against your subconscious mind by affirming things that it doesn’t believe; you simply question your subconscious mind to see whether it misinterpreted reality.",
    "Each time you fail to take responsibility in any area of your life, you give your power away to circumstances and people around you.",
    "Martin Luther King once said: “Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.”",
    "It is up to them to act first. It has to start somewhere. Let it begin with us.",
    "“Your attitude not your aptitude, will determine your altitude.”– Zig Ziglar",
    "Similarly, getting angry doesn't have to be an automatic response to someone who insults you, disrespects you or makes fun of you. You always have a choice. Be aware that each time you react and get angry, or try to take revenge you're choosing to give your power away to the person who is offending you. You actually make that person more important than he or she is.",
    "You have to realize that you are always the one who decides how you should use your time. You should take full responsibility for it.",
    "It empowers you: when you set goals in all the areas of your life, you act as the creator of your life not the victim. You realize that you have the power within you to achieve goals that truly excite you and get you the life you deserve.",
    "Know what you want. Clarity is power. And vague goals promote vague results.",
    "You want a goal that will push you out of your comfort zone and make you feel better once you achieve it. If the goal is too far beyond your reach then you will lose motivation and your self-esteem will suffer. Don't compare yourself to others. No matter how small the achievement, if you had to push yourself a little bit to achieve your goal it is a big success that you should celebrate. It might not be a big deal for others but it is for you. And you matter!",
    "What if the only thing preventing you from living the life you want is the illusion that you can’t?",
    "What if this conditioning is the result of the many assumptions you hold in various areas of your life?",
    "Your mind operates within a certain set of rules. These rules are what I call “assumptions.”",
    "Sadly, many people believe they have no power to transform their lives. I firmly believe this couldn’t be further from the truth.",
    "You certainly don’t lack opportunities to change, you merely lack perspective.",
    "“Whether you think you can or think you can’t—you’re right.”",
    "In his book, The Success Principles, Jack Canfield",
    "What are you convinced you can’t do? What if you could actually do that very thing?",
    "You don’t know the right people You don’t have the right education You’re too shy, or You can’t do X, Y, Z because it’s not “who you are.”",
    "Your assumptions can prevent you from unlocking your potential and achieving the life you want.",
    "Believing you have the power to achieve any goal may help you achieve more than you otherwise would.",
    "Life is easy. And I do whatever I can to keep it this way.",
    "Believing your friends are happier than you are is a dangerous assumption to hold.",
    "I’m as happy as anybody else.",
    "What if your environment is the product of you and, as you change, your environment will change also?",
    "The more you respect yourself, the more people respect you.",
    "The more you love yourself, the more you allow people to love you."
  ],
  "How to Win Friends and Influence People": [
    "It is frequently easier to find fault than to find praise. It is more natural to talk about what you want than to talk about what the other person wants.",
    "Criticism is futile because it puts a person on the defensive and usually makes him strive to justify himself. Criticism is dangerous, because it wounds a person’s precious pride, hurts his sense of importance, and arouses resentment.",
    "an animal rewarded for good behaviour will learn much more rapidly and retain what it learns far more effectively than an animal punished for bad behaviour.",
    "Let’s realize that the person we are going to correct and condemn will probably justify himself or herself, and condemn us in return; or, like the gentle Taft, will say: “I don’t see how I could have done any differently from what I have.”",
    "“Don’t criticize them; they are just what we would be under similar circumstances.”",
    "“Don’t complain about the snow on your neighbour’s roof,” said Confucius, “when your own doorstep is unclean.”",
    "When dealing with people, let us remember we are not dealing with creatures of logic. We are dealing with creatures of emotion, creatures bristling with prejudices and motivated by pride and vanity.",
    "Any fool can criticize, condemn and complain – and most fools do.",
    "But it takes character and self-control to be understanding and forgiving.",
    "“A great man shows his greatness,” said Carlyle, “by the way he treats little men.”",
    "“To show you I’m sure that you’ll never do this again, I want you to service my F-51 tomorrow:”",
    "Sigmund Freud said that everything you and I do springs from two motives: the sex urge and the desire to be great. John Dewey, one of America’s most profound philosophers, phrased it a bit differently. Dr. Dewey said that the deepest urge in human nature is “the desire to be important.”",
    "The hogs didn’t care about the ribbons they had won. But Father did. These prizes gave him a feeling of importance.",
    "If some people are so hungry for a feeling of importance that they actually go insane to get it, imagine what miracle you and I can achieve by giving people honest appreciation this side of insanity.",
    "“I consider my ability to arouse enthusiasm among my people,” said Schwab, “the greatest asset I possess, and the way to develop the best that is in a person is by appreciation and encouragement.",
    "The difference between appreciation and flattery? That is simple. One is sincere and the other insincere. One comes from the heart out; the other from the teeth out. One is unselfish; the other selfish. One is universally admired; the other universally condemned.",
    "“Don’t be afraid of enemies who attack you. Be afraid of the friends who flatter you.”",
    "“Teach me neither to proffer nor receive cheap praise.” That’s all flattery is – cheap praise, I once read a definition of flattery that may be worth repeating: “Flattery is telling the other person precisely what he thinks about himself.”",
    "One of the most neglected virtues of our daily existence is appreciation.",
    "“Every man I meet is my superior in some way, in that, I learn of him.”",
    "First, arouse in the other person an eager want. He who can do this has the whole world with him. He who cannot walks a lonely way.”",
    "“If there is any one secret of success,” said Henry Ford, “it lies in the ability to get the other person’s point of view and see things from that person’s angle as well as from your own.”",
    "If out of reading this book you get just one thing – an increased tendency to think always in terms of other people’s point of view, and see things from their angle – if you get that one thing out of this book, it may easily prove to be one of the building blocks of your career.",
    "Did you ever stop to think that a dog is the only animal that doesn’t have to work for a Living?",
    "When you see a group photograph that you are in, whose picture do you look for first?",
    "I have discovered from personal experience that one can win the attention and time and cooperation of even the most sought-after people by becoming genuinely interested in them.",
    "a famous old Roman poet, Publilius Syrus, remarked: “We are interested in others when they are interested in us.”",
    "you smile when talking on the phone. Your “smile” comes through in your voice.",
    "people rarely succeed at anything unless they have fun doing it.",
    "You must have a good time meeting people if you expect them to have a good time meeting you.",
    "“Action seems to follow feeling, but really action and feeling go together; and by regulating the action, which is under the more direct control of the will, we can indirectly regulate the feeling, which is not.",
    "Every body in the world is seeking happiness – and there is one sure way to find it. That is by controlling your thoughts. Happiness doesn’t depend on outward conditions. It depends on inner conditions.",
    "“There is nothing either good or bad,” said Shakespeare, “but thinking makes it so.”",
    "“most folks are about as happy as they make up their minds to be.”",
    "Picture in your mind the able, earnest, useful person you desire to be, and the thought you hold is hourly transforming you into that particular individual… .",
    "“A man without a smiling face must not open a shop.”",
    "People are so proud of their names that they strive to perpetuate them at any cost.",
    "“They have been so much concerned with what they are going to say next that they do not keep their ears open. Very important people have told me that they prefer good listeners to good talkers, but the ability to listen seems rarer than almost any other good trait.”",
    "To be interesting, be interested.",
    "A person’s toothache means more to that person than a famine in China which kills a million people.",
    "Little phrases such as “I’m sorry to trouble you,” “Would you be so kind as to——?” “Won’t you please?” “Would you mind?” “Thank you” – little courtesies like these oil the cogs of the monotonous grind of everyday life – and, incidentally, they are the hallmark of good breeding.",
    "“Every man I meet is my superior in some way. In that, I learn of him.”",
    "If you argue and rankle and contradict, you may achieve a victory sometimes; but it will be an empty victory because you will never get your opponent’s good will.",
    "Remember, you can measure the size of a person by what makes him or her angry.",
    "“My wife and I made a pact a long time ago, and we’ve kept it no matter how angry we’ve grown with each other. When one yells, the other should listen – because when two people yell, there is no communication, just noise and bad vibrations.”",
    "“You cannot teach a man anything you can only help him to find it within himself.”",
    "“Be wiser than other people if you can; but do not tell them so.”",
    "“One thing only I know, and that is that I know nothing.”",
    "“I may be wrong. I frequently am. Let’s examine the facts.”",
    "“I judge people by their own principles – not by my own.”",
    "“By fighting you never get enough, but by yielding you get more than you expected.”",
    "Let the other person do a great deal of the talking.",
    "No one likes to feel that he or she is being sold something or told to do a thing. We much prefer to feel that we are buying of our own accord or acting on our own ideas. We like to be consulted about our wishes, our wants, our thoughts.",
    "Merely stating a truth isn’t enough. The truth has to be made vivid, interesting, dramatic.",
    "“The way to get things done,” say Schwab, “is to stimulate competition. I do not mean in a sordid, money-getting way, but in the desire to excel.”",
    "“All men have fears, but the brave put down their fears and go forward, sometimes to death, but always to victory”",
    "What greater challenge can be offered than the opportunity to overcome those fears?",
    "“That’s a pretty dress you are wearing this morning, and you are a very attractive young woman.”",
    "It is always easier to listen to unpleasant things after we have heard some praise of our good points.",
    "This could be easily overcome by changing the word “but” to “and,”",
    "she interviewed a man who had sat for three years in the same office with Mr. Young. This man declared that during all that time he had never heard Owen D. Young give a direct order to anyone. He always gave suggestions, not orders. Owen D. Young never said, for example, “Do this or do that,” or “Don’t do this or don’t do that.” He would say, “You might consider this,” or “Do you think that would work?” Frequently he would say, after he had dictated a letter, “What do you think of this?” In looking over a letter of one of his assistants, he would say, “Maybe if we were to phrase it this way it would be better.” He always gave people the opportunity to do things themselves; he never told his assistants to do things; he let them do them, let them learn from their mistakes. A technique like that makes it easy for a person to correct errors. A technique like that saves a person’s pride and gives him or her a feeling of importance. It encourages cooperation instead of rebellion.",
    "Ask questions instead of giving direct orders.",
    "“I have no right to say or do anything that diminishes a man in his own eyes. What matters is not what I think of him, but what he thinks of himself. Hurting a man in his dignity is a crime.”",
    "Abilities wither under criticism; they blossom under encouragement."
  ],
  "Heidi (AmazonClassics Edition)": [],
  "Frankenstein (AmazonClassics Edition)": [],
  "Great Expectations (AmazonClassics Edition)": [],
  "The Invisible Man (AmazonClassics Edition)": [
    "“This, this Invisible Man, then?” asked the man with the black beard, with one hand behind him. “I guess it’s about time we saw him.”",
    "I went over the heads of the things a man reckons desirable. No doubt invisibility made it possible to get them, but it made it impossible to enjoy them when they are got."
  ],
  "Around the World in Eighty Days (AmazonClassics Edition)": [
    "If to live in this style is to be eccentric, it must be confessed that there is something good in eccentricity.",
    "“great robbers always resemble honest folks. Fellows who have rascally faces have only one course to take, and that is to remain honest; otherwise they would be arrested off-hand.",
    "“Yes, and in eighty days! He says it is on a wager; but, between us, I don’t believe a word of it. That wouldn’t be common sense. There’s something else in the wind.”",
    "He passes himself off as an odd stick who is going round the world in eighty days.”",
    "“I see that it is by no means useless to travel, if a man wants to see something new.”",
    "questioned himself whether a human heart really beat beneath this cold exterior, and whether Phileas Fogg had any sense of the beauties of nature.",
    "“Why, you are a man of heart!” “Sometimes,” replied Phileas Fogg, quietly; “when I have the time.”",
    "“It’s certain,” thought he, “though rascal as he is, he is a polite one!”",
    "The last ranks of the herd were now passing over the rails, while the first had already disappeared below the southern horizon.",
    "When the Mormon had recovered his breath, Passepartout ventured to ask him politely how many wives he had; for, from the manner in which he had decamped, it might be thought that he had twenty at least. “One, sir,” replied the Mormon, raising his arms heavenward—“one, and that was enough!”",
    "Mr. Fogg and Colonel Proctor, each provided with two six-barrelled revolvers, entered the car. The seconds, remaining outside, shut them in. They were to begin firing at the first whistle of the locomotive. After an interval of two minutes, what remained of the two gentlemen would be taken from the car.",
    "“It must certainly be confessed that I cost my master dear!”",
    "the sledge flew past over the vast carpet of snow."
  ],
  "The Strange Case of Dr. Jekyll and Mr. Hyde (AmazonClassics Edition)": [
    "His friends were those of his own blood or those whom he had known the longest; his affections, like ivy, were the growth of time, they implied no aptness in the object.",
    "There is something wrong with his appearance; something displeasing, something down-right detestable. I never saw a man I so disliked, and yet I scarce know why.",
    "Mr. Hyde broke out of all bounds and clubbed him to the earth. And next moment, with ape-like fury, he was trampling his victim under foot and hailing down a storm of blows, under which the bones were audibly shattered and the body jumped upon the roadway.",
    "Only on one point were they agreed; and that was the haunting sense of unexpressed deformity with which the fugitive impressed his beholders.",
    "There was no man from whom he kept fewer secrets than Mr. Guest; and he was not always sure that he kept as many as he meant.",
    "never in his life had he been conscious of so sharp a wish to see and touch his fellow-creatures;",
    "As you decide, you shall be left as you were before, and neither richer nor wiser, unless the sense of service rendered to a man in mortal distress may be counted as a kind of riches of the soul.",
    "With every day, and from both sides of my intelligence, the moral and the intellectual, I thus drew steadily nearer to that truth, by whose partial discovery I have been doomed to such a dreadful shipwreck: that man is not truly one, but truly two.",
    "It was on the moral side, and in my own person, that I learned to recognise the thorough and primitive duality of man; I saw that, of the two natures that contended in the field of my consciousness, even if I could rightly be said to be either, it was only because I was radically both; and from an early date, even before the course of my scientific discoveries had begun to suggest the most naked possibility of such a miracle, I had learned to dwell with pleasure, as a beloved daydream, on the thought of the separation of these elements.",
    "If each, I told myself, could be housed in separate identities, life would be relieved of all that was unbearable; the unjust might go his way, delivered from the aspirations and remorse of his more upright twin; and the just could walk steadfastly and securely on his upward path, doing the good things in which he found his pleasure, and no longer exposed to disgrace and penitence by the hands of this extraneous evil.",
    "I knew myself, at the first breath of this new life, to be more wicked, tenfold more wicked, sold a slave to my original evil; and the thought, in that moment, braced and delighted me like wine.",
    "All things therefore seemed to point to this; that I was slowly losing hold of my original and better self, and becoming slowly incorporated with my second and worse."
  ],
  "Venus in Furs": [
    "nothing will attract a man more than the picture of a beautiful, passionate, cruel, and despotic woman",
    "She was nude in her dark furs. Her right hand played with a lash, while her bare foot rested carelessly on a man, lying before her like a slave,",
    "How wonderful the outlook upon the blue wall of high mountains interwoven with golden sunlight; mountain-torrents weave through them like ribbons of silver!",
    "Nothing can intensify my passion more than tyranny, cruelty, and especially the faithlessness of a beautiful woman.",
    "I felt there was something sacred in sex; in fact, it was the only sacred thing.",
    "I have given myself to you as no man ever has given himself to a woman.",
    "That was the world of the ancients: pleasure and cruelty, liberty and slavery went hand in hand.",
    "funny ball of clay.",
    "That woman, as nature has created her and as man is at present educating her, is his enemy. She can only be his slave or his despot, but never his companion. This she can become only when she has the same rights as he, and is his equal in education and work."
  ],
  "Animal Farm": [
    "in fact he was not of first-rate intelligence, but he was universally respected for his steadiness of character and tremendous powers of work.",
    "The two horses had just lain down when a brood of ducklings, which had lost their mother, filed into the barn, cheeping feebly and wandering from side to side to find some place where they would not be trodden on. Clover made a sort of wall round them with her great foreleg, and the ducklings nestled down inside it and promptly fell asleep.",
    "“Man is the only creature that consumes without producing. He does not give milk, he does not lay eggs, he is too weak to pull the plough, he cannot run fast enough to catch rabbits. Yet he is lord of all the animals. He sets them to work, he gives back to them the bare minimum that will prevent them from starving, and the rest he keeps for himself.",
    "The pigs did not actually work, but directed and supervised the others.",
    "Even the ducks and hens toiled to and fro all day in the sun, carrying tiny wisps of hay in their beaks.",
    "With the worthless parasitical human beings gone, there was more for everyone to eat.",
    "It is for YOUR sake that we drink that milk and eat those apples.",
    "There would be no need for any of the animals to come in contact with human beings, which would clearly be most undesirable. He intended to take the whole burden upon his own shoulders.",
    "The truest happiness, he said, lay in working hard and living frugally.",
    "He believed that he was right in saying that the lower animals on Animal Farm did more work and received less food than any animals in the county."
  ],
  "The Merchant of Venice (AmazonClassics Edition)": [
    "The devil can cite Scripture for his purpose. An evil soul producing holy witness 100 Is like a villain with a smiling cheek, A goodly apple rotten at the heart. O, what a goodly outside falsehood hath!",
    "‘Fair sir, you spit on me on Wednesday last; You spurn’d me such a day; another time You call’d me dog; and for these courtesies I’ll lend you thus much moneys?’",
    "Of your fair flesh, to be cut off and taken In what part of your body pleaseth me.",
    "There will come a Christian by Will be worth a Jewess’ eye.",
    "‘All that glisters is not gold, Often have you heard that told; Many a man his life hath sold But my outside to behold:",
    "To bait fish withal: if it will feed nothing else, it will feed my revenge.",
    "He hath disgrac’d me and hind’red me half a million; laugh’d at my losses, mock’d at my 50 gains, scorned my nation, thwarted my bargains, cooled my friends, heated mine enemies. And what’s his reason? I am a Jew. Hath not a Jew eyes? Hath not a Jew hands, organs, dimensions, senses, affections, passions, fed with the same food, hurt 55 with the same weapons, subject to the same diseases, healed by the same means, warmed and cooled by the same winter and summer, as a Christian is? If you prick us, do we not bleed? If you tickle us, do we not laugh? If you poison us, do we not die? And 60 if you wrong us, shall we not revenge? If we are like you in the rest, we will resemble you in that. If a Jew wrong a Christian, what is his humility? Revenge. If a Christian wrong a Jew, what should his sufferance be by Christian example? Why, revenge. The villaiy 65 you teach me I will execute; and it shall go hard but I will better the instruction."
  ],
  "The Diary of a Young Girl": [
    "Whatever you do, don’t think I’m in love with Peter—not a bit of it!",
    "I used to think that Peter was in love with Margot, but yesterday I suddenly had the feeling that it is not so.",
    "At the same time he gave me such a gentle warm look which made a tender glow within me.",
    "I needn’t be afraid of rivals, except Margot. Don’t think I’m in love, because I’m not,",
    "Oh, if I could nestle my head against his shoulder and not feel so hopelessly alone and deserted!",
    "Now I think seriously about life and what I have to do. One period of my life is over forever. The carefree schooldays are gone, never to return.",
    "And whoever is happy will make others happy too. He who has courage and faith will never perish in misery!",
    "what appears easy and attractive will drag him down into the depths, depths where there is no comfort to be found, no friends and no beauty, depths from which it is almost impossible to raise oneself?",
    "our lives are all different and yet the same.",
    "Laziness may appear attractive, but work gives satisfaction.",
    "every evening before falling asleep, they were to recall to their minds the events of the whole day and consider exactly what has been good and bad. Then, without realising it, you try to improve yourself at the start of each new day;"
  ],
  "The Fault in Our Stars": [
    "“Pain demands to be felt,”",
    "“The fault, dear Brutus, is not in our stars / But in ourselves.”",
    "I fell in love the way you fall asleep: slowly, and then all at once.",
    "The world went on, as it does, without my full participation,",
    "The weird thing about houses is that they almost always look like nothing is happening inside of them, even though they contain most of our lives. I wondered if that was sort of the point of architecture.",
    "Observation: Standing in line is a form of oppression,”",
    "If you don’t live a life in service of a greater good, you’ve gotta at least die a death in service of a greater good, you know? And I fear that I won’t get either a life or a death that means anything.”",
    "Seeing me naked actually took Hazel Grace’s breath away,”",
    "‘Pain is like fabric: The stronger it is, the more it’s worth.’",
    "You don’t get to choose if you get hurt in this world, old man, but you do have some say in who hurts you."
  ],
  "The Alchemist": [
    "It’s the possibility of having a dream come true that makes life interesting,",
    "If someone isn’t what others want them to be, the others become angry.",
    "Everyone seems to have a clear idea of how other people should lead their lives, but none about his or her own.",
    "when each day is the same as the next, it’s because people fail to recognize the good things that happen in their lives every day that the sun rises.",
    "If I can learn to understand this language without words, I can learn to understand the world.",
    "When someone makes a decision, he is really diving into a strong current that will carry him to places he had never dreamed of when he first made the decision.",
    "I’m interested only in the present.",
    "life is the moment we’re living right now.”",
    "love never keeps a man from pursuing his Personal Legend.",
    "There is only one thing that makes a dream impossible to achieve: the fear of failure.”",
    "And there were dunes, rocks, and plants that insisted on living where survival seemed impossible.",
    "you can do anything in creation. When you are loved, there’s no need at all to understand what’s happening, because everything happens within you,"
  ]
}